Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

# invalidChecksumMessage
source: Please check that your Secret Phrase is entered correctly!
af: Maak asb. seker dat jou Geheime Frase reg ingesleutel is!
bg: Моля проверете дали сте въвели тайната фраза коректно
bn: আপনার গোপন বাক্যাংশ চেক করুন সঠিকভাবে প্রবেশ করানো হয়েছে!
ca: Si us plau, comprova que la teva Frase secreta s'ha introduït correctament!
da: Tjek venligst, at din hemmelige sætning er indtastet korrekt!
de: Bitte prüfen, dass die Geheimsequenz korrekt eingegeben wurde!
el: Παρακαλώ ελέγξτε ότι η μυστική σας φράση έχει εισαχθεί σωστά!
es: ¡Por favor, compruebe que su frase secreta se ha introducido correctamente!
eu: Mesedez, egiaztatu zure esaldi sekretua behar bezala sartu dela!
fa: لطفا عبارت مخفی خود را بررسی نمایید که درست وارد شده است!
fi: Tarkista että turvasanat ovat syötetty oikein!
fr: Merci de vérifier que votre phrase secrète est correcte !
he: בבקשה תבדוק שהזנת נכון את הביטוי הסודי
hi: कृपया जांचें कि आपका गुप्त वाक्यांश सही ढंग से दर्ज किया गया है!
hu: Ellenőrizd a Seed Phrase-t, hogy helyesen legyen megadva!
id: Harap periksa Frasa Rahasia Anda telah diketikan dengan benar!
it: Verifica che la tua frase segreta sia inserita correttamente!
ka: გთხოვთ შეამოწმოთ, რომ თქვენ მიერ შეყვანილი საიდუმლო ფრაზა შეყვანილია სწორად!
nl: Controleer a.u.b. of je Secret Phrase goed is ingevoerd!
pl: Proszę sprawdzić, czy poprawnie wpisałeś swój sekretny seed!
ro: Vă rugăm să verifcați dacă fraza secretă este introdusă corect!
ru: Удостоверьтесь, пожалуйста, что секретная фраза введена корректно!
sq: Ju lutemi kontrolloni që fraza juaj sekrete është futur saktë!
sr: Молимо проверите да ли је ваша Тајна Фраза унета исправно!
sv: Snälla kontrollera att din hemliga fras är korrekt angiven!
te: దయచేసి మీ రహస్య పదబంధాన్ని తనిఖీ చేయండి సరిగ్గా నమోదు చేయబడింది!!
tr: Lütfen Gizli Cümlenizin doğru girildiğinden emin olun!
uk: Будь-ласка, перевірте правильність введення вашої секретної seed-фрази!
ur: براہ کرم چیک کریں کہ آپ کا خفیہ جملہ درست درج کیا گیا ہے!
zh: 请确认助记词 已正确输入!

# invalidKpubMessage
source: Please check that your extended public key is entered correctly!
af: Maak asb. seker dat jou uitgebreide publieke sleutel reg ingesleutel is!
bg: Моля уверете се че Вашия удължен публичен ключ е въведен коректно!
bn: আপনার বর্ধিত পাবলিক কী সঠিকভাবে প্রবেশ করানো হয়েছে কিনা তা পরীক্ষা করুন!
da: Tjek venligst, at din udvidede offentlige nøgle er indtastet korrekt!
de: Bitte prüfen, dass der erweiterte öffentliche Schlüssel korrekt eingegeben wurde!
el: Παρακαλούμε ελέγξτε ότι το εκτεταμένο δημόσιο κλειδί σας έχει εισαχθεί σωστά!
es: Por favor compruebe que su clave privada extendida se ha introducido correctamente
eu: Egiaztatu zure gako publiko hedatua behar bezala sartuta dagoela!
fa: لطفاً بررسی کنید که کلید عمومی توسعه یافته شما به درستی وارد شده باشد!
fi: Varmista että laajennettu julkinen avaimesi on syötetty oikein!
fr: Merci de vérifier que la clé publique étendue renseignée soit correcte!
he: אנא בדוק שהמפתח הציבורי המורחב שלך הוזן כראוי!
hi: कृपया जांचें कि आपकी विस्तारित पब्लिक की सही ढंग से दर्ज की गई है!
hu: Ellenőrizd, hogy a kibővített nyilvános kulcs helyesen van-e megadva!
id: Periksa apakah kunci publik milik Anda yang diperpanjang telah dimasukkan dengan benar!
ka: გთხოვთ შეამოწმოთ რომ თქვენი გაფართოებული საჯარო გასაღები შეყვანილია სწორად!
nl: Controleer alsjeblieft of je extended public key juist is ingevoerd!
pl: Sprawdź czy twój rozszerzony klucz publiczny jest wprowadzony poprawnie!
ro: Verifică dacă cheia ta publică extinsă este introdusă corect!
ru: Проверьте, пожалуйста, правильность ввода расширенного публичного ключа!
te: దయచేసి మీ పొడిగించిన పబ్లిక్ కీ సరిగ్గా నమోదు చేయబడిందో లేదో తనిఖీ చేయండి!
tr: Lütfen genişletilmiş herkese açık anahtarınızın (public key) doğru girildiğinden emin olun!
uk: Будь ласка, перевірте правильність введення вашого розширеного публічного ключа!
zh: 请确认您的扩展公钥被正确输入！

source: Invalid Destination Address
af: Ongeldige Bestemmingadres
bg: Невалиден адрес на получателя
bn: গন্তব্যের ঠিকানা অবৈধ
ca: Adreça de destí incorrecta
da: Ugyldig modtager adresse
de: Ungültige Empfängeradresse
el: Άκυρη διεύθυνση αποστολής
es: Dirección de destino no válida.
eu: Helmuga-helbide okerra
fa: آدرس مقصد نامعتبر
fi: Vastaanottajan osoite on virheellinen
fr: Adresse du destinataire invalide
he: כתובת יעד לא חוקית
hi: अमान्य गंतव्य एड्रेस
hu: Érvénytelen a megadott cím
id: Alamat Tujuan Tidak Valid
it: L'indirizzo di destinazione inserito non è valido
ka: არასწორი დანიშნულების მისამართი
nl: Ongeldig ontvangstadres
pl: Nieprawidłowy adres docelowy
ro: Adresa destinatarului este greșită
ru: Неверный адрес назначения
sq: Adresa e destinacionit e pavlefshme
sr: Одредишна Адреса није Важеђа
sv: Ogiltig destination adress
te: గమ్యస్థాన చిరునామా చెల్లదు
tr: Hedef Adres Geçersiz
uk: Неправильна адреса призначення
ur: غلط منزل کا پتہ
zh: 无效目标地址

source: Invalid Password
af: Ongeldige Wagwoord
bg: Грешна парола
bn: ভুল পাসওয়ার্ড
ca: Contrasenya no vàlida
da: Ugyldig adgangskode
de: Ungültiges Passwort
el: Άκυρος κωδικός πρόσβασης
es: Contraseña inválida
eu: Pasahitza okerra
fa: کلمه عبور نامعتبر
fi: Virheellinen salasana
fr: Mot de passe invalide
he: סיסמה לא חוקית
hi: अवैध पासवर्ड
hu: Helytelen jelszó
id: Kata sandi tidak valid
it: La password inserita non è valida
ka: არასწორი პაროლი
nl: Wachtwoord ongeldig
pl: Nieprawidłowe hasło
ro: Parolă incorectă
ru: Неправильный пароль
sq: Fjalëkalim i pavlefshëm
sr: Неисправна Лозинка
sv: Ogiltigt lösenord
te: చెల్లని పాస్వర్డ్
tr: Geçersiz Şifre
uk: Невірний пароль
ur: غلط پاسورڈ
zh: 无效密码

source: Kaspa Dev Fund
af: Kaspa Ontwikkelingsfonds
bn: কাসপা ডেভ তহবিল
ca: Fons de Desenvolupadors Kaspa
de: Kaspa Entwickler Fonds
el: Κονδύλιο προγραμματιστών KASPA
es: Fondo de desarrollo Kaspa
eu: Kaspa Dev fondoa
fa: صندوق توسعه دهندگان Kaspa
fi: Kaspan kehitysvarat
fr: Fond de développement Kaspa
he: קרן פיתוח כספא
hi: kaspa Dev कोष
hu: Kaspa fejlesztői alap
id: Dana Pengembang Kaspa
it: Fondo dei developer di Kaspa
ka: Kaspa-ს Dev ფონდი
pl: Fundusz rozwoju Kaspa
ro: Fondul Kaspa Dev
ru: Фонд разработки Каспы
sq: Fondi i Dev te Kaspa
sr: Каспа Дев Фонд
sv: Kaspas utvecklingsfond
te: కస్పా Dev ఫండ్
tr: Kaspa Geliştirici Fonu
uk: Фонд розвитку Kaspa
ur: کاسپا دیو فنڈ
zh: Kaspa 开发基金

source: Kaspium Wallet
af: Kaspium Kriptobeursie
bn: কাস্পিয়াম ওয়ালেট
ca: Moneder Kaspium
da: Kaspium Pung
el: Το πορτοφόλι Kaspium
es: Billetera Kaspium
eu: Kaspium Kartera
fa: کیف پول Kaspium
fi: Kaspium-lompakko
fr: Portefeuille Kaspium
he: ארנק כספיום
hi: कैस्पियम वॉलेट
hu: Kaspium tárca
id: Dompet Kaspium
ka: Kaspium საფულე
pl: Portfel Kaspium
ro: Portofelul Kaspium
ru: Кошелёк Kaspium
sq: Portofoli i Kaspiumit
sr: Каспиум Новчаник
sv: Kaspium plånbok
te: కాస్పియం వాలెట్
uk: Гаманець Kaspium
ur: کاسپیم بٹوا
zh: Kaspium 钱包

source: Language
af: Taal
bg: Език
bn: ভাষা
ca: Idioma
da: Sprog
de: Sprache
el: Επιλογή γλώσσας
es: Idioma
eu: Hezkuntza
fa: زبان
fi: Kieli
fr: Langue
he: שפה
hi: भाषा
hu: Nyelv
id: Bahasa
it: Lingua
ka: ენა
nl: Taal
pl: Język
ro: Limba
ru: Язык
sq: Gjuhë
sr: Језик
sv: Språk
te: భాష
tr: Dil
uk: Мова
ur: زبان
zh: 语言

source: Loading Transactions...
af: Besig om Transaksies te laai...
bg: Зареждане на транзакциите...
bn: লেনদেন লোড হচ্ছে...
ca: Carregant Transaccions...
da: Indlæser transaktioner...
de: Lade Transaktionen...
el: Λήψη συνναλαγών...
es: Cargando transacciones...
eu: Transakzioak kargatzen
fa: در حال بارگیری تراکنش ها...
fi: Ladataan tapahtumia...
fr: Chargement des transactions...
he: טוען עסקאות...
hi: लेन-देन लोड हो रहे हैं...
hu: Tranzakciók betöltése...
id: Memuat Transaksi...
it: Caricamento delle transazioni in corso...
ka: ტრანზაქციები იტვირთება...
nl: Laden Transacties...
pl: Ładowanie transakcji...
ro: Tranzacțiile se încarcă...
ru: Загрузка переводов...
sq: Transaksionet po ngarkohen...
sr: Учитавање трансакција...
sv: Laddar transaktioner...
te: లావాదేవీలను లోడ్ చేస్తోంది...
tr: İşlemler Yükleniyor...
uk: Завантаження транзакцій...
ur: لین دین لوڈ ہو رہا ہے...
zh: 加载交易中...

# lockAppSetting
source: Authenticate on Launch
af: Verifieer by Aanvang
bg: Удостоверяване при старт
bn: শুরু করতে প্রমাণীকরণ করুন
ca: Autenticar-se a l'inici
da: Verificer ved opstart
de: Authentifizierung beim Öffnen
el: Πιστοποίηση με την έναρξη του προγράμματος
es: Autenticarse al iniciar
eu: Hasieran autentifikatu
fa: هویت سنجی در موقع راه اندازی
fi: Tunnistaudu käynnistettäessä
fr: S'authentifier au démarrage
he: בצע אימות בעת הפעלה
hi: लॉन्च पर प्रमाणित करें
hu: Megnyitás hitelesítéssel
id: Otentikasi saat diluncurkan.
it: Autenticazione all'avvio
ka: ავთენტიფიკაცია გაშვებისას
nl: Authoriseer bij opstarten
pl: Autentykacja przy uruchamianiu
ro: Autentificare la deschidere
ru: Аутентификация при запуске
sq: Autentifikojeni në nisje
sr: Аутентификујте при покретању
sv: Verifiera vid uppstart
te: ప్రారంభించినప్పుడు ప్రమాణీకరించండి
tr: Başlangıçta Kimlik Doğrula
uk: Аутентифікуватися при вході
ur: لانچ پر تصدیق کریں۔
zh: 启动时要求验证

source: Locked
af: Gesluit
bg: Заключено
bn: লক করা হয়েছে
ca: Bloquejat
da: Låst
de: Gesperrt
el: Κλειδωμένο
es: Bloqueado
eu: Blokeatuta
fa: قفل شده
fi: Lukittu
fr: Verrouillé
he: נעול
hi: लॉक
hu: Lezárva
id: Terkunci
it: Bloccato
ka: ჩაკეტილია
nl: Vergrendeld
pl: Zablokowane
ro: Închis
ru: Заблокировано
sq: Kycur
sr: Закључано
sv: Låst
te: లాక్ చేయబడింది
tr: Kilitli
uk: Заблоковано
ur: مقفل
zh: 已锁定

# loggingOutMessage
source: Logging out...
af: Teken uit...
bg: Отписване...
bn: লগ আউট হচ্ছে...
ca: Sortint...
da: Logger ud...
de: Melde ab...
el: Αποσυνδέεστε...
es: Cerrando sesión...
eu: Saioa amaitzen...
fa: در حال خروج از سیستم...
fi: Kirjaudutaan ulos...
fr: Déconnexion...
he: מתנתק מהמערכת...
hi: लॉग आउट कर रहा हूं...
hu: Kijelentkezés...
id: Mengeluarkan...
it: Disconnessione in corso...
ka: გასვლა...
nl: Uitloggen...
pl: Wylogowywanie...
ro: Deconectare...
ru: Выход из аккаунта...
sq: Po dilni...
sr: Одјављивање...
sv: Loggar ut...
te: లాగ్ అవుట్ అవుతోంది...
tr: Çıkış yapılıyor...
uk: Вихід з системи...
ur: لاگ آؤٹ ہو رہا ہے...
zh: 登出中...

source: Logout
af: Uitteken
bg: Отпиши се
bn: লগ আউট
ca: Tancar la sessió
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
eu: Saioa amaitu
fa: خروج
fi: Kirjaudu ulos
fr: Déconnexion
he: התנתקות
hi: लॉगआउट करें
hu: Kijelentkezés
id: Keluar
it: Disconnesso
ka: გასვლა
nl: Uitloggen
pl: Wyloguj
ro: Deconectare
ru: Выход
sq: Dil
sr: Одјави се
sv: Logga ut
te: లాగ్అవుట్
tr: Çıkış Yap
uk: Вийти
ur: لاگ آوٹ
zh: 登出

# logoutDialogContent
source: Are you sure you want to logout from this wallet?
af: Is jy seker jy wil van hierdie kriptobeursie uitteken?
bg: Сигурни ли сте, че искате да се отпишете?
bn: আপনি কি এই ওয়ালেট থেকে লগআউট করার বিষয়ে নিশ্চিত?
ca: Segur que vols sortir d'aquest moneder?
da: Er du sikker på, at du vil logge ud fra denne pung?
de: Sind Sie sicher, dass Sie sich von diesem Wallet abmelden wollen?
el: Είστε σίγουροι ότι θέλετε να αποσυνδεθείτε από αυτό το πορτοφόλι;
es: ¿Está seguro de que desea cerrar la sesión de esta billetera?
eu: Ziur zaude kartera honetatik saioa amaitu nahi duzula?
fa: آیا مطمئن هستید که می خواهید از این کیف پول خارج شوید؟
fi: Oletko varma, että haluat kirjautua ulos tästä lompakosta?
fr: Êtes-vous sur de vouloir vous déconnecter de ce portefeuille ?
he: בטוחים שאתם רוצים להתנתק מהארנק?
hi: क्या आप वाकई इस वॉलेट से लॉगआउट करना चाहते हैं?
hu: Szeretnél kijelentkezni ebből a KAS tárcából?
id: Apakah Anda sudah yakin ingin keluar dari dompet ini?
it: Sei sicuro di volerti disconnettere da questo wallet?
ka: დარწმუნებული ხართ რომ გსურთ ამ საფულიდან გასვლა?
nl: Weet je zeker dat je uit wil loggen bij deze portemonnee?
pl: Czy na pewno chcesz wylogować się z tego portfela?
ro: Sunteți sigur că doriți să vă deconectați de la acest portofel?
ru: Вы уверены, что хотите выйти из кошелька?
sq: Jeni i sigurt që dëshironi të dilni nga ky portofol?
sr: Да ли сте сигурни да желите да се одјавите са новчаника?
sv: Är du säker på att du vill logga ut från den här plånboken?
te: మీరు ఖచ్చితంగా ఈ వాలెట్ నుండి లాగ్ అవుట్ చేయాలనుకుంటున్నారా?
tr: Bu cüzdandan çıkış yapmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете вийти з цього гаманця?
ur: کیا آپ واقعی اس بٹوے سے لاگ آؤٹ کرنا چاہتے ہیں؟
zh: 您确认希望登出这个钱包?

# logoutOrSwitchWallet
source: Logout / Switch Wallet
af: Teken uit / Verander Beursie
bg: Изход / Смяна на портфейл
bn: লগ আউট/ওয়ালেট পরিবর্তন করুন
ca: Sortir / Canviar de moneder
da: Log ud / Skift Pung
de: Abmelden / Wallet wechseln
el: Αποσύνδεση / Αλλαγή Πορτοφολιού
es: Cerrar sesión / Cambiar de billetera
eu: Amaitu / Aldatu Kartera
fa: خروج از سیستم / تغییر کیف پول
fi: Kirjaudu ulos / Vaihda lompakkoa
fr: Déconnecter / Changer de portefeuille
he: התנתקות / שינוי ארנק
hi: लॉगआउट / स्विच वॉलेट
hu: Ki-, vagy átjelentkezés
id: Keluar / Beralih Dompet
it: Disconnessione / Cambia Wallet
ka: გასვლა / საფულის ცვლილება
nl: Uitloggen / Portemonnee wisselen
pl: Wyloguj się / Przełącz portfel
ro: Deconectare / Schimbare Portofel
ru: Выйти / Сменить кошелёк
sq: Dilni / Ndërroni portofolin
sr: Одјавите се / промените новчаник
sv: Logga ut / byt plånbok
te: లాగ్ అవుట్ / స్విచ్ వాలెట్
tr: Çıkış Yap / Cüzdan Değiştir
uk: Вийти / Змінити гаманець
ur: لاگ آؤٹ / سوئچ بٹوا
zh: 登出 / 切换钱包

source: Manage
af: Bestuur
bg: Управление
bn: পরিচালনা করুন
ca: Administrar
da: Administrer
de: Verwalten
el: Διαχείρηση
es: Administrar
eu: Kudeatu
fa: مدیریت
fi: Hallinnoi
fr: Gérer
he: נהל
hi: मैनेज
hu: Kezelés
id: Kelola
it: Gestisci
ka: მართვა
nl: Beheren
pl: Zarządzanie
ro: Administrare
ru: Управление
sq: Menaxho
sr: Управљај
sv: Hantera
te: నిర్వహించడానికి
tr: Yönet
uk: Управління
ur: انتظام کریں
zh: 管理

source: Manual Entry
af: Handmatige Invoer
bg: Ръчно въвеждане
bn: ম্যানুয়াল এন্ট্রি
ca: Introduir manualment
da: Manuel indtastning
de: Manueller Eintrag
el: Χειροκίνητη εισαγωγή
es: Ingreso manual
eu: Eskuzko Sarrera
fa: ورود دستی
fi: Manuaalinen kirjaus
fr: Saisie manuelle
he: הזנה ידנית
hi: हस्त प्रविष्टि
hu: Kézi bevitel
id: Entri Manual
it: Inserisci manualmente
ka: ხელით შეყვანა
nl: Handmatige invoer
pl: Wpis manualny
ro: Introducere manuală
ru: Ручной ввод
sq: Hyrja manuale
sr: Ручни Унос
sv: Ange manuellt
te: మాన్యువల్ ఎంట్రీ
tr: Manuel Giriş
uk: Ручне введення
ur: دستی اندراج
zh: 手动输入

# networkHeader
source: Network
af: Netwerk
bg: Мрежа
bn: নেটওয়ার্ক
ca: Xarxa
da: Netværk
de: Netzwerk
el: Δίκτυο
es: Red
eu: Sarea
fa: شبکه
fi: Verkko
fr: Réseau
he: רשת
hi: नेटवर्क
hu: Hálózat
id: Jaringan
it: Rete
ka: ქსელ
nl: Netwerk
pl: Sieć
ro: Rețea
ru: Сеть
sq: Rrjeti
sr: Мрежа
sv: Nätverk
te: నెట్‌వర్క్
tr: Ağ
uk: Мережа
ur: نیٹ ورک
zh: 网络

source: New Address
af: Nuwe Adres
bg: Нов адрес
bn: নতুন ঠিকানা
ca: Nova adreça
da: Ny Adresse
de: Neue Adresse
el: Νέα διεύθυνση
es: Nueva dirección
eu: Helbide Berria
fa: آدرس جدید
fi: Uusi osoite
fr: Ajouter une nouvelle adresse
he: כתובת חדשה
hi: नया एड्रेस
hu: Új cím
id: Alamat Baru
it: Nuovo indirizzo
ka: ახალი მისამართი
nl: Nieuw adres
pl: Nowy adres
ro: Adresă nouă
ru: Новый адрес
sq: Adrresë e re
sr: Нова Адреса
sv: Ny adress
te: కొత్త చిరునామా
tr: Yeni Adres
uk: Нова адреса
ur: نیا پتہ
zh: 新地址

source: New Wallet
af: Nuwe Kriptobeursie
bg: Нов портфейл
bn: নুতন ওয়ালেট
ca: Nou moneder
da: Ny Pung
de: Neues Wallet
el: Νέο πορτοφόλι
es: Nueva billetera
eu: Kartera Berria
fa: کیف پول جدید
fi: Uusi lompakko
fr: Nouveau Portefeuille
he: ארנק חדש
hi: नया वॉलेट
hu: Új tárca
id: Dompet Baru
it: Nuovo wallet
ka: ახალი საფულე
nl: Nieuwe wallet
pl: Nowy portfel
ro: Portofel nou
ru: Новый кошелёк
sq: Portofol i ri
sr: Нови Новчаник
sv: Ny plånbok
te: కొత్త వాలెట్
tr: Yeni Cüzdan
uk: Новий гаманець
ur: نیا بٹوا
zh: 创建新钱包

# nextButton
source: Next
af: Volgende
bg: Следващ
bn: পরবর্তী
ca: Següent
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
eu: Hurrengoa
fa: بعدی
fi: Seuraava
fr: Suivant
he: הבא
hi: अगला
hu: Tovább
id: Berikutnya
it: Avanti
ka: შემდეგი
nl: Volgende
pl: Dalej
ro: Continuă
ru: Далее
sq: Tjetra
sr: Следеће
sv: Nästa
te: తరువాత
tr: İleri
uk: Далі
ur: اگلے
zh: 继续

source: No
af: Nee
bg: Не
bn: না
da: Nej
de: Nein
el: Όχι
eu: Ez
fa: خیر
fi: Ei
fr: Non
he: לא
hi: नहीं
hu: Nem
id: Tidak
ka: არა
nl: Nee
pl: Nie
ro: Nu
ru: Нет
sq: Jo
sr: Не
sv: Nej
te: లేదు
tr: Hayır
uk: Ні
ur: نہیں
zh: 否认

# noContactsExport
source: There's no contacts to export
af: Daar's geen kontakte om uit te voer nie
bg: Няма контакти за експорт
bn: এক্সপোর্ট করার জন্য কোন কন্টাক্ট নেই
ca: No hi ha contactes per exportar.
da: Der er ingen kontakter at eksportere.
de: Keine Kontakte zum Exportieren gefunden
el: Δεν υπάρχουν διαθέσιμες επαφές για εξαγωγή
es: No hay contactos para exportar
eu: Ez dago kontakturik esportatzeko
fa: هیچ مخاطبی برای صدور موجود نیست
fi: Ei ole yhteystietoja, joita viedä
fr: Il n’y a pas de contacts à exporter
he: לא קיימים אנשי קשר לייצא
hi: निर्यात करने के लिए कोई संपर्क नहीं हैं।
hu: Nincsenek exportálható címek
id: Tidak ada kontak untuk diekspor
it: Non ci sono contatti da esportare
ka: არ არის კონტაქტები ექსპორტისთვის
nl: Er zijn geen contacten aanwezig om te exporteren
pl: Nie ma żadnych kontaktów do eksportowania
ro: Nu există contacte pentru export
ru: Нет контактов для экспорта
sq: Nuk ka kontakte për të eksportuar
sr: Нема контаката за извоз
sv: Det finns inga kontakter att exportera
te: ఎగుమతి చేయడానికి పరిచయాలు ఏవీ లేవు
tr: Dışa aktarılabilecek bir kişi bulunamadı
uk: Немає контактів для експорту
ur: برآمد کرنے کے لیے کوئی رابطہ نہیں ہے
zh: 没有要导出的联系人

# noContactsImport
source: No new contacts to import
af: Geen nuwe kontakte om in te voer nie
bg: Няма нови контакти за импорт.
bn: ইম্পোর্ট করার জন্য নতুন কোন কন্টাক্ট নেই
ca: No hi ha nous contactes per importar.
da: Ingen kontakter at importere.
de: Keine Kontakte zum Importieren gefunden
el: Δεν υπάρχουν νέες επαφές για εισαγωγή
es: No hay nuevos contactos para importar
eu: Ez dago inportatzeko kontaktu berririk
fa: هیچ مخاطب جدیدی برای ورود، وجود ندارد
fi: Ei uusia yhteystietoja, joita tuoda
fr: Aucun nouveau contact à importer
he: לא נמצאו אנשי קשר לייבוא
hi: आयात करने के लिए कोई संपर्क नहीं मिले।
hu: Nincsenek importálható címek
id: Tidak ada kontak baru untuk diimpor
it: Non ci sono nuovi contatti da importare
ka: არ არის კონტაქტები იმპორტისთვის
nl: Geen nieuwe contacten gevonden om te importeren
pl: Brak nowych kontaktów do importowania
ro: Nu am gasit contacte pentru import
ru: Нет контактов для импорта
sq: Nuk ka kontakte të reja për të eksportuar
sr: Нема нових контаката за увоз
sv: Hittade inga kontakter att importera
te: దిగుమతి చేయడానికి కొత్త పరిచయాలు లేవు
tr: İçe aktarılacak yeni bir kişi bulunamadı
uk: Немає нових контактів для імпорту
ur: درآمد کرنے کے لیے کوئی نیا رابطہ نہیں ہے
zh: 没有新的联系人需要导入

source: No QR code found
af: Geen QR-kode gevind nie
bg: Няма открит QR код
bn: কোনো QR কোড পাওয়া যায়নি
ca: No s'ha trobat el QR
da: Ingen QR kode fundet
de: Kein QR-Code gefunden
el: Δεν βρέθηκε κανένας κωδικός QR
es: No se encontró ningún código QR
eu: Ez da QR koderik aurkitu
fa: هیچ QR کدی یافت نشد
fi: QR-koodia ei löytynyt
fr: QR Code introuvable
he: קוד QR לא נמצא
hi: कोई QR कोड नहीं मिला
hu: Nem található QR-kód
id: Kode QR tidak ditemukan
it: Nessun codice QR trovato
ka: QR კოდი არ იქნა ნაპოვნი
nl: Geen QR code gevonden
pl: Nie znaleziono kodu QR
ro: Codul QR nu a fost găsit
ru: QR-код не обнаружен
sq: Nuk u gjet asnjë kod QR
sr: КЈУ-АР код није пронађен
sv: Ingen QR-kod hittad
te: QR కోడ్ కనుగొనబడలేదు
tr: QR kod bulunamadı
uk: QR-Код не знайдено
ur: کوئی QR کوڈ نہیں ملا
zh: 没有发现二维码

# noSkipButton
source: No, Skip
af: Nee, Slaan Oor
bg: Не, пропусни
bn: না, এড়িয়ে যান
ca: No, ometre
da: Nej, spring over
de: Nein, überspringen
el: Όχι, αγνόησέ το
es: No, omitir
eu: Ez. Saltatu.
fa: خیر، رد شو
fi: Ei, ohita
fr: Passer
he: לא, דלג
hi: नहीं, छोड़ें
hu: Nem, kihagyom
id: Tidak, Lewati
it: No, salta
ka: არა, გამოტოვე
nl: Nee, overslaan
pl: Nie, pomiń
ro: Sari peste
ru: Нет, пропустить
sq: Jo, Kalo
sr: Не, Прескочи
sv: Nej, hoppa över
te: లేదు, దాటవేయి
tr: Hayır, Atla
uk: Ні, пропустити
ur: نہیں، چھوڑیں
zh: 不，跳过

# noUppercase
source: NO
af: NEE
bg: НЕ
bn: না
da: NEJ
de: NEIN
el: ΟΧΙ
eu: EZ
fa: خیر
fi: EI
fr: NON
he: לא
hi: नहीं
hu: NEM
id: TIDAK
ka: არა
nl: Nee
pl: NIE
ro: NU
ru: Нет
sq: JO
sr: НЕ
sv: NEJ
te: లేదు
tr: HAYIR
uk: НІ
ur: نہیں
zh: 否

# nodeAddress
source: Kaspa Node
af: Kaspa Nodus
bn: কাসপা নোড
ca: Node Kaspa
de: Kaspa-Knoten
el: Κόμβος Kaspa
es: Nodo Kaspa
eu: Kaspa Nodoa
fa: نود Kaspa
fi: Kaspa-solmu
fr: Nœud Kaspa
he: צומת כספא
hi: Kaspa नोड
hu: Kaspa csomópont
id: Node Kaspa
it: Nodo Kaspa
ka: Kaspa-ს ნოუდი
pl: Węzeł sieciowy Kaspa
ro: Nod Kaspa
ru: Нода Kaspa
sq: Nyje Kaspa
sr: Каспа Чвор
sv: Kaspa nod
te: kaspa నోడ్
tr: Kaspa Node'u
uk: Нода Kaspa
ur: کاسپا نوڈ
zh: Kaspa 节点

# nodeDeleteMessage
source: Are you sure you want to delete?
af: Is jy seker jy wil dit uitwis?
bg: Потвърждавате ли изтриването
bn: আপনি কি নিশ্চিতভাবে ডিলিট করে ফেলতে চান?
ca: N'estàs segur que vols esborrar-ho?
da: Er du sikker på at du vil slette?
de: Wirklich löschen?
el: Είστε σίγουροι ότι θέλετε να το διαγράψετε;
es: ¿Está seguro de que desea eliminar?
eu: Ziur al zaude ezabatu nahi duzula?
fa: آیا مطمئن هستید که می خواهید حذف کنید؟
fi: Haluatko varmasti poistaa?
fr: Êtes-vous sûr de vouloir supprimer ?
he: בטוחים שברצונכם למחוק?
hi: क्या आप आश्वस्त है कि आपको डिलीट करना है?
hu: Biztos, hogy TÖRÖLNI akarod?
id: Apakah Anda sudah yakin ingin menghapus?
it: Sei sicuro di voler cancellare?
ka: Დარწმუნებული ხართ რომ გსურთ წაშლა?
nl: Weet je zeker dat je het wil verwijderen?
pl: Czy na pewno chcesz usunąć?
ro: Sigur doriți să ștergeți?
ru: Вы уверены, что хотите удалить?
sq: Jeni i sigurt që dëshironi ta fshini?
sr: Да ли сте сигурни да желите обрисати?
sv: Är du säker på att du vill radera?
te: మీరు తొలగించాలనుకుంటున్నారా ఖచ్చితంగా?
tr: Silmek istediğinizden emin misiniz?
uk: Ви впевнені, що бажаєте видалити?
ur: کیا آپ واقعی حذف کرنا چاہتے ہیں؟
zh: 您确定要删除吗？

# nodeDeleteTitle
source: Delete Kaspa Node Config?
af: Wis Kaspa Nodus Opstelling uit
bg: Изтриване на конфигурацията за Kaspa нода?
bn: কাসপা নোড কনফিগারেশন ডিলিট করবেন?
ca: Esborrar la configuració del Node Kaspa?
da: Slet Kaspa Node Opsætning?
de: Konfiguration des Kaspa-Knoten löschen?
el: Να διαγραφούν οι ρυθμίσεις του κόμβου Kaspa;
es: ¿Eliminar configuración de nodo Kaspa?
eu: Kaspa Nodoaren konfigurazioa ezabatu?
fa: پیکربندی نود Kaspa حذف شود؟
fi: Poista Kaspa-solmun asetukset?
fr: Supprimer la configuration du nœud Kaspa ?
he: למחוק את הגדרות צומת הכספא?
hi: Kaspa नोड कॉन्फ़िग हटाएं?
hu: Törlöd a Kaspa csomópont beállítását?
id: Hapus Konfigurasi Node Kaspa?
it: Vuoi cancellare la configurazione del nodo Kaspa?
ka: წაიშალოს Kaspa-ს ნოუდის კონფიგურაცია?
nl: Verwijderen Kaspa Node configuratie?
pl: Usunąć konfigurację węzła sieciowego Kaspa?
ro: Ștergeți configurația nodului Kaspa?
ru: Удалить конфигурацию ноды Kaspa?
sq: Të fshihet konfigurimi i Nyjes Kaspa?
sr: Обриши Конфигурације Каспа Чвора?
sv: Radera Kaspa nod konfiguration?
te: Kaspa నోడ్ కాన్ఫిగర్‌ని తొలగించాలా?
tr: Kaspa Node Ayarları Silinsin mi?
uk: Видалити конфігурацію ноди Kaspa?
ur: Kaspa Node Config کو حذف کریں؟
zh: 删除 Kaspa 节点配置?
