Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

# walletSetupMessage
source: Setting up wallet
af: Besig met beursieopstelling
bg: Портфейла се настройва
bn: ওয়ালেট সেট আপ করা হচ্ছে
ca: Configurant moneder
da: Opsætning af pung
de: Wallet-Einrichtung läuft
el: Δημιουργία ενός πορτοφολιού.
es: Configurando billetera
eu: Diru kartera konfiguratzen
fa: راه اندازی کیف پول
fi: Alustetaan lompakkoa
fr: Configuration du portefeuille
he: הכנת ארנק
hi: वॉलेट स्थापित करना
hu: Tárca beállítása
id: Menyiapkan dompet
it: Configurazione del wallet in corso
ka: საფულის დაყენება
nl: Set up van je Wallet
pl: Konfigurowanie portfela
ro: Setează portofelul
ru: Создание кошелька
sq: Vendosja e portofolit
sr: Иницално подешавање новчаника
sv: Sätta upp plånbok
te: వాలెట్‌ని సెటప్ చేస్తోంది
tr: Cüzdan kuruluyor
uk: Створення гаманця
ur: بٹوا لگانا
zh: 设置钱包中

# walletsTitle
source: Wallets
af: Kriptobeursies
bg: Портфейли
bn: ওয়ালেটস
ca: Moneders
da: Punge
el: Πορτοφόλια
es: Billeteras
eu: Karterak
fa: کیف پول ها
fi: Lompakot
fr: Portefeuilles
he: ארנקים
hi: वॉलेट
hu: KAS tárcák
id: Dompet-dompet
it: Wallet
ka: საფულეები
pl: Portfele
ro: Portofele
ru: Кошельки
sq: Portofolat
sr: Новчаници
sv: Plånböcker
te: వాలెట్లు
tr: Cüzdanlar
uk: Гаманці
ur: بٹوے
zh: 钱包

source: Warning
af: Waarskuwing
bg: Внимание
bn: সতর্ক থাকুন
ca: Advertència
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Advertencia
eu: Abisua
fa: هشدار
fi: Varoitus
fr: Attention
he: אזהרה
hi: चेतावनी !
hu: FIGYELEM
id: Peringatan
it: Attenzione
ka: გაფრთხილება
nl: WAARSCHUWING
pl: Uwaga
ro: Avertisment
ru: Предупреждение
sq: Paralajmërim
sr: Упозорење
sv: Varning
te: హెచ్చరిక
tr: UYARI
uk: Попередження
ur: وارننگ
zh: 警告

# welcomeMessage
source: Welcome! This is version {version} of Kaspium - the mobile wallet for Kaspa
af: Wekom! Hierdie is weergawe {version} van Kaspium - die selfoonbeursie vir Kaspa
bg: Добре дошли! Това е версия {version} на Kaspium - мобилният портфейл за Kaspa
bn: স্বাগতম! এটি ক্যাস্পিয়ামের সংস্করণ {version} - কাস্পার জন্য মোবাইল ওয়ালেট
ca: Benvingut/uda! Aquesta és la versió {version} de Kaspium - el moneder mòbil per Kaspa
da: Velkommen! Dette er version {version} af Kaspium - mobilpungen til Kaspa
de: Willkommen! Dies ist Version {version} von Kaspium - dem mobilen Wallet für Kaspa
el: Καλως ήρθατε! Αυτή είναι η έκδοση {version} του Kaspium - το φορητό πορτοφόλι για το Kaspa
es: ¡Bienvenido! Esta es la versión {version} de Kaspium - la billetera móvil de Kaspa.
eu: Ongi etorri! Hau da {version} Kaspium-en bertsioa - Kaspa-ren mugikorren kartera
fa: خوش آمدید! این نسخه شماره {version} Kaspium است - کیف پول موبایلی Kaspa
fi: Tervetuloa! Tämä on versio {version} Kaspiumista - Mobiililompakko Kaspalle
fr: Bienvenue ! Voici la version {version} de Kaspium - le portefeuille mobile de Kaspa !
he: ברוכים הבאים! זו גרסה {version} של כספיום - ארנק כספא לנייד
hi: स्वागत है! यह कस्पियम का संस्करण {version} है - कस्पा के लिए मोबाइल वॉलेट
hu: Légy üdvözölve! Ez a Kaspa mobiltárca {version} verziója.
id: Selamat Datang Ini adalah versi {version} Kaspium - dompet seluler untuk Kaspa
it: Benvenuto! Questa è la versione {version} di Kaspium - il wallet mobile per Kaspa
ka: მოგესალმებით ეს არის Kaspium-ის ვერსია {version} - მობილური საფულე Kaspa-სთვის
nl: Welkom! Dit is versie {version} van Kaspium - de mobiele wallet voor Kaspa
pl: Witaj! To wersja {version} Kaspium - portfela mobilnego Kaspa.
ro: Bine ați venit! Aceasta este versunea {version} a Kaspium - portofelului mobil pentru Kaspa
ru: Добро пожаловать! Это версия {version} Kaspium - мобильного кошелька Kaspa
sq: Mirë se vini! Ky është versioni {version} i Kaspium - portofoli celular për Kaspa
sr: Добродошли! Ово је верзија {version} Каспиума - мобилног новчаника за Каспу
sv: Välkommen! Det här är version {version} för Kaspium - den mobila appen för Kaspa
te: స్వాగతం! ఇది కాస్పియం యొక్క వెర్షన్ {version} - Kaspa కోసం మొబైల్ వాలెట్
tr: Hoş geldiniz! Bu, Kaspa mobil cüzdanı olan Kaspium'un {version} sürümü.
uk: Ласкаво просимо! Це версія {version} Kaspium - мобільного гаманця Kaspa.
ur: خوش آمدید!یہ Kaspium کا ورژن {version} ہے - Kaspa کے لیے موبائل والیٹ
zh: 欢迎您！ 这是 Kaspium {version} - Kaspa 的移动钱包

# welcomeText
source: Welcome to Kaspium. To begin, you may create a new wallet or import an existing one.
af: Welkom by Kaspium. Om te begin, kan jy 'n nuwe kriptobeursie skep of 'n bestaande een invoer.
bg: Добре дошли в Kaspium. За да започнете, създайте нов портфейл или импортирайте вече съществуващ такъв.
bn: কাস্পিয়ামে স্বাগতম। শুরু করার জন্য, আপনি একটি নতুন ওয়ালেট তৈরি করতে পারেন অথবা বিদ্যমান একটি ব্যবহার করতে পারেন।
ca: Benvingut a Natrium. Per començar, pots crear un nou moneder o importar-ne un d'existent.
da: Velkommen til Kaspium. For at fortsætte kan du oprette en ny pung eller importere en eksisterende.
de: Willkommen bei Kaspium. Um fortzufahren, bitte ein neues Wallet erstellen oder ein bereits existierendes Wallet importieren.
el: Καλώς ήρθατε στο Kaspium. Για να ξεκινήσετε, μπορείτε να δημιουργήσετε ένα νέο πορτοφόλι ή να εισάγετε ένα υπάρχον πορτοφόλι.
es: Bienvenido/a a Kaspium. Para comenzar, puede crear una nueva billetera o importar una existente.
eu: Ongi etorri Kaspium-era. Hasteko, diru kartera berri bat sor dezakezu edo lehendik dagoen bat inporta dezakezu.
fa: به Kaspium خوش آمدید. برای شروع، می توانید یک کیف پول جدید بسازید یا کیف پول موجود را وارد کنید.
fi: Tervetuloa Kaspiumiin. Aloittaaksesi voit luoda uuden lompakon tai tuoda olemassa olevan.
fr: Bienvenue dans Kaspium. Avant de continuer, veuillez créer un nouveau portefeuille ou en importer un déjà existant.
he: ברוך הבא לכספיום. כדי להתחיל, ניתן ליצור ארנק חדש או לייבא אחד קיים.
hi: कैपियम में आपका स्वागत है। आगे बढ़ने के लिए, आप एक नया वॉलेट बना सकते हैं या एक मौजूदा वॉलेट को आयात कर सकते हैं।
hu: Üdv Kaspiumban! Hozz létre egy új tárcát, vagy importálj egy meglévőt.
id: Selamat datang di Kaspium. Untuk memulai, Anda dapat membuat dompet baru atau mengimpor yang sudah ada.
it: Benvenuto in Kaspium. Per iniziare, puoi creare un nuovo wallet o importare un wallet già esistente.
ka: კეთილი იყოს თქვენი მობრძანება Kaspium-ში. დასაწყებათ, შეგიძლიათ შექმნათ ახალი საფულე ან დააიმპორტოთ არსებული.
nl: Welkom bij Kaspium. Creëer een nieuwe wallet of importeer een bestaande wallet om verder te gaan.
pl: Witaj w Kaspium. Aby rozpocząć, możesz stworzyć nowy portfel lub zaimportować istniejący.
ro: Bine ai venit! Pentru a continua, creează un portofel nou sau importă unul deja existent.
ru: Добро пожаловать в Kaspium. Вы можете создать новый кошелек или импортировать уже существующий.
sq: Mirë se vini në Kaspium. Për të filluar, mund të krijoni një portofol të ri ose të importoni një ekzistues.
sr: Добродошли у Каспиум. Да започнете, можете креирати нов новчаник или увезти већ постојеђи.
sv: Välkommen till Kaspium. För att fortsätta så behöver du skapa en ny plånbok eller importera en befintlig plånbok.
te: కాస్పియంకు స్వాగతం. ప్రారంభించడానికి, మీరు కొత్త వాలెట్‌ని సృష్టించవచ్చు లేదా ఇప్పటికే ఉన్న దాన్ని దిగుమతి చేసుకోవచ్చు.
tr: Kaspium'a hoş geldiniz. Başlamak için yeni bir cüzdan oluşturabilir veya var olan bir cüzdanı içe aktarabilirsiniz.
uk: Вітаємо в Kaspium. Щоб розпочати, створіть новий гаманець або імпортуйте існуючий.
ur: Kaspium میں خوش آمدید۔ شروع کرنے کے لیے، آپ ایک نیا پرس بنا سکتے ہیں یا پہلے سے موجود کو درآمد کر سکتے ہیں۔
zh: 欢迎来到 Kaspium。下一步，您可以创建新钱包或导入已有钱包。

source: Yes
af: Ja
bg: Да
bn: হ্যাঁ
ca: Sí
da: Ja
de: Ja
el: Ναι
es: Sí
eu: Bai
fa: بله
fi: Kyllä
fr: Oui
he: כן
hi: हाँ
hu: Igen
id: Ya
it: Si
ka: დიახ
nl: Ja
pl: Tak
ro: Da
ru: Да
sq: Po
sr: Да
sv: Ja
te: అవును
tr: Evet
uk: Так
ur: جی ہاں
zh: 是

# yesButton
source: Yes
af: Ja
bg: Да
bn: হ্যাঁ
ca: Sí
da: Ja
de: Ja
el: Ναι
es: Si
eu: Bai
fa: بله
fi: Kyllä
fr: Oui
he: כן
hi: हाँ
hu: Igen
id: Ya
it: Si
ka: დიახ
nl: Ja
pl: Tak
ro: Da
ru: Да
sq: Po
sr: Да
sv: Ja
te: అవును
tr: Evet
uk: Так
ur: جی ہاں
zh: 是

# yesUppercase
source: YES
af: JA
bg: ДА
bn: হ্যাঁ
ca: SÍ
da: JA
de: JA
el: ΝΑΙ
es: SI
eu: BAI
fa: بله
fi: KYLLÄ
fr: OUI
he: כן
hi: हाँ
hu: IGEN
id: YA
it: SI
ka: დიახ
nl: JA
pl: TAK
ro: DA
ru: ДА
sq: PO
sr: ДА
sv: JA
te: అవును
tr: EVET
uk: ТАК
ur: جی ہاں
zh: 是

# nodeNotSyncedException
source: Node is not synced
af: Nodus is nie gesinkroniseer nie
bg: Нода не е синхронизиран
bn: নোড সিঙ্ক করা হয় নি
ca: El node no està sincronitzat
da: Node er ikke synkroniseret
de: Knoten ist nicht synchronisiert
el: Ο κόμβος δεν είναι συγχρονισμένος.
es: Nodo no sincronizado
eu: Nodoa ez dago sinkronizatuta
fa: نود همگام سازی نمی شود
fi: Solmua ei ole synkronoitu
fr: Le nœud n'est pas synchronisé
he: הצומת אינה בסנכרון מלא
hi: नोड सिंक नहीं हुआ है
hu: A csomópont nincs szinkronizálva
id: Node tidak disinkronkan
it: Il nodo non è sincronizzato
ka: ნოუდი არ არის სინქრონიზირებული
nl: Node draait niet synchroon
pl: Węzeł nie jest zsynchronizowany
ro: Nodul nu este sincronizat
ru: Нода не синхронизирована
sq: Nyja nuk sinkronizohet
sr: Чвор није синхронизован
sv: Noden är inte synkroniserad
te: నోడ్ సమకాలీకరించబడలేదు
tr: Node senkronize edilmedi
uk: Нода не синхронізована
ur: نوڈ مطابقت پذیر نہیں ہے
zh: 节点没有同步

# nodeNoUTXOIndexException
source: Node does not have UTXO index
af: Nodus het nie 'n UTXO indeks nie
bg: Нода няма UTXO индекс
bn: এই নোডের UTXO ইনডেক্স নেই
ca: El node no té índex UTXO
da: Node har ikke UTXO-indeks
de: Knoten hat keinen UTXO-Index
el: Ο κόμβος δεν έχει ευρετήριο UTXO.
es: Nodo no contiene índice UTXO
eu: Nodoak ez du UTXO indizerik
fa: نود شاخص UTXO ندارد
fi: Solmulla ei ole UTXO-indeksiä
fr: Le nœud ne possède pas d'index UTXO
he: בצומת אין אינדקס UTXO
hi: नोड में UTXO इंडेक्स नहीं है
hu: A csomóponton nincs UTXO index
id: Node tidak memiliki indeks UTXO
it: Il nodo non sta indicizzando gli UTXO
ka: ნოუდს არ აქვს UTXO ინდექსი
nl: Node heeft geen UTXO index
pl: Węzeł nie zawiera indeksu UTXO
ro: Nodul nu are un index UTXO.
ru: Нода не имеет индекса UTXO
sq: Nyja nuk ka indeks UTXO
sr: Чвор нема УТИКСО индекс
sv: Noden har inte ett UTXO index
te: నోడ్‌లో UTXO సూచిక లేదు
tr: Node'un UTXO dizini yok
uk: Нода не має індексу UTXO
ur: نوڈ میں UTXO انڈیکس نہیں ہے
zh: 节点没有 UTXO 索引

# nodeSecureConnection
source: Secure connection
af: Veilige verbinding
bg: Сигурна връзка
bn: নিরাপদ সংযোগ
ca: Connexió segura
da: Sikker forbindelse
de: Sichere Verbindung
el: Ασφαλής σύνδεση.
es: Conexión segura
fa: ارتباط امن
fi: Salattu yhteys
fr: Connexion sécurisée
he: חיבור מאובטח
hi: सुरक्षित संयोजन
hu: Biztonságos kapcsolat
id: Koneksi Aman
it: Connessione sicura
ka: დაცული კავშირი
nl: Beveiligde verbinding
pl: Bezpieczne połączenie
ro: Conexiune securizată
ru: Безопасное соединение
sq: Lidhje e sigurt
sr: Безбедна веза
sv: Säkra anslutning
te: సురక్షిత కనెక్షన్
tr: Güvenli bağlantı
uk: Захищене з'єднання
ur: محفوظ کنکشن
zh: 安全连接

# kaspaUriInvalid
source: Invalid Kaspa URI
af: Ongeldige Kaspa URI
bg: Невалиден Kaspa URI
bn: অবৈধ Kaspa URI
da: Ugyldig Kaspa URI
de: Invalide Kaspa URI
el: Μη έγκυρο ενιαίο αναγνωριστικό πόρων του Κάσπα
es: Dirección URI Kaspa no válida
eu: Kaspa URI baliogabea
fa: Kaspa URI یا شناسه منبع یکپارچه Kaspa نامعتبر است
fi: Virheellinen Kaspa-URI
fr: URI Kaspa invalide
he: URI של כספא לא חוקי
hi: अमान्य Kaspa URI
hu: Helytelen Kaspa URI
id: URI Kaspa tidak valid
ka: არასწორი Kaspa URI
nl: Ongeldige Kaspa URI
pl: Nieprawidłowe URI Kaspa
ro: Adresa URL Kaspa este invalidă
ru: Недействительный URI Kaspa
te: చెల్లని Kaspa URI
tr: Geçersiz Kaspa URI Adresi
uk: Невірний URI Kaspa
zh: 无效的 Kaspa 地址

# compoundUtxos
source: Compound transactions
af: Kombineer transaksies
bg: Обедини транзакциите
bn: যৌগিক লেনদেন
da: Sammensatte transaktioner
de: Transaktionen zusammenfassen
el: Σύνθετες συναλλαγές
es: Agrupar transacciones
eu: Transakzio konposatuak
fa: ترکیب تراکنش ها
fi: Koosta tapahtumat
fr: Combiner les transactions
he: עסקאות מורכבות
hi: यौगिक लेनदेन
hu: Tranzakciók egyesítése
id: Gabungkan transaksi
ka: გაერთიანებული ტრანზაქციები
nl: Transacties compounden
pl: Złóż transakcje
ro: Agrega tranzacțiile
ru: Сложить транзакции
te: సమ్మేళనం లావాదేవీలు
tr: İşlemleri birleştir
uk: Об'єднати транзакції
zh: 合并交易（化零为整）

source: Compound required
af: Kombinering vereis
bg: Нужно е обединяване
bn: কম্পাউন্ড এর প্রয়োজন
de: Mischung notwendig
es: Compuesta requerida
fa: ترکیب مورد نیاز
fr: Combinaison requise
id: Diperlukan senyawa
nl: Compounden nodig
pl: Wymagane złożenie
ro: Compus este necesar
tr: Birleştirme Gerekli
zh: 需要合并

# compoundRequiredDescription
source: The transaction amount requires too many UTXOs. Compounding will reduce the number of UTXOs.
af: Die transaksiebedrag vereis te veel UTXOs. Kombinering sal die aantal UTXOs verminder.
bg: Сумата на транзакцията изисква твърде много UTXO. Комбинирането ще намали броя на UTXO.
bn: লেনদেনের পরিমাণের জন্য অনেক বেশি UTXO প্রয়োজন৷ চক্রবৃদ্ধি UTXO-এর সংখ্যা কমিয়ে দেবে।
de: Der Transaktionsbetrag benötigt zu viele UTXOs. Eine Mischung kann die Anzahl der UTXOs reduzieren.
es: La cantidad de transacción requiere demasiados UTXOs. Componer reducirá el número de UTXOs.
fa: مبلغ تراکنش به تعداد زیادی UTXO نیاز دارد. ترکیب کردن، تعداد UTXO ها را کاهش می دهد.
fr: Le montant de la transaction nécessite trop de UTXOs. Les combiner va réduire le nombre de UTXOs.
id: Jumlah transaksi membutuhkan terlalu banyak UTXO. Penggabungan akan mengurangi jumlah UTXO.
nl: Het transactiebedrag vereist te veel UTXO's. Compounding zal het aantal UTXO's verminderen.
pl: Kwota transakcji wymaga zbyt wielu UTXO. Złożenie zmniejszy liczbę UTXO.
ro: Suma tranzacției necesită prea multe UTXO-uri. Compunerea va reduce numărul de UTXO-uri.
tr: İşlemdeki miktar, çok fazla UTXO gerektiriyor. Birleştirilirse gereken UTXO miktarı azalacak.
zh: 这笔交易需要过多的 UTXO，建议合并余额以减少所需的 UTXO。

# compoundUtxosDescription
source: Combine multiple UTXOs into one
af: Kombineer veelvuldige UTXOs in hierdie een
bg: Комбинирай множество UTXO в едно
bn: একাধিক UTXO একত্রিত করুন
da: Kombiner flere UTXO'er til én
de: Mehrere UTXOs in eine kombinieren
el: Συνδυάστε πολλαπλές εκροές αδιάθετων συναλλαγών σε μία
es: Combinar múltiples UTXOs en una
eu: Konbinatu hainbat UTXO bakarrean
fa: چندین UTXO را یکی و ترکیب کن
fi: Yhdistä monet UTXO:t yhdeksi
fr: Combiner plusieurs UTXOs en un seul
he: שלב מספר UTXOs לאחד
hi: एकाधिक UTXOs को एक में संयोजित करें
hu: Több Maradék (UTXOs) egyesítése
id: Menggabungkan beberapa UTXO menjadi satu
ka: გააერთიანეთ რამდენიმე UTXO ერთში
nl: Combineer meerdere UTXOs in één
pl: Złóż wiele UTXO w jedno
ro: Combină mai multe tranzacții in una singură
ru: Сложить несколько UTXO в один
te: బహుళ UTXOలను ఒకటిగా కలపండి
tr: Birden çok UTXO'yu tek bir UTXO'da birleştir
uk: Об'єднати декілька UTXO в один
zh: 合并多个地址的零钱到一个地址。

# compoundUtxosConfirmation
source: Compound transactions?
af: Kombineer transaksies?
bg: Обедини транзакциите?
bn: যৌগিক লেনদেন?
da: Sammensatte transaktioner?
de: Transaktionen zusammenfassen?
el: Σύνθετες συναλλαγές?
es: ¿Combinar transacciones?
eu: Transakzio konposatu?
fa: تراکنش ها ترکیب شوند؟
fi: Koostetaanko tapahtumat?
fr: Combiner les transactions ?
he: עסקאות מורכבות?
hi: मिश्रित लेनदेन?
hu: Egyesíted a tranzakciókat?
id: Gabungkan transaksi?
ka: გაერთიანებული ტრანზაქციები?
nl: Transacties compounden?
pl: Złożyć transakcje?
ro: Agregare tranzacții?
ru: Сложить транзакции?
te: సమ్మేళనం లావాదేవీలు?
tr: İşlemler birleştirilsin mi?
uk: Об'єднати транзакції?
zh: 合并交易（化零为整）?

# compoundingUtxos
source: Compounding transactions
af: Kombinering van transaksies
bg: Обединяване на транзакциите
bn: চক্রবৃদ্ধি লেনদেন
da: Sammensatte transaktioner
de: Transaktionen werden zusammengefasst
el: Γίνεται σύνθεση συναλλαγών
es: Combinando transacciones
eu: Konposaketa-eragiketak
fa: ترکیب تراکنش ها
fi: Koostetaan tapahtumat
fr: Combinaison des transactions en cours
he: עסקאות מורכבות
hi: शेष राशि के साथ एड्रेस देखें
hu: Egyesített tranzakciók
id: Menggabungkan transaksi
ka: ტრანზაქციების გაერთიანება
nl: Transacties aan het compounden
pl: Składanie transakcji
ro: Tranzacțiile se agregă
ru: Сложение транзакций
te: కాంపౌండింగ్ లావాదేవీలు
tr: İşlemler birleştiriliyor
uk: Об'єднування транзакцій
zh: 正在合并交易（化零为整）

# compoundingMessage
source: Please wait...
af: Wag assebleif...
bg: Моля изчакайте...
bn: অনুগ্রহপূর্বক অপেক্ষা করুন...
da: Vent venligst...
de: Bitte warten...
el: Παρακαλούμε περιμένετε...
es: Por favor espere...
eu: Itxaron mesedez...
fa: لطفا صبر کنید...
fi: Odota...
fr: Veuillez patienter...
he: בבקשה תחכה...
hi: कृपया प्रतीक्षा करें...
hu: Kérlek várj...
id: Mohon tunggu...
ka: გთხოვთ დაელოდოთ...
nl: Even wachten...
pl: Proszę czekać...
ro: Te rog să astepți...
ru: Пожалуйста, подождите...
te: దయచేసి వేచి ఉండండి...
tr: Lütfen bekleyin...
uk: Будь ласка, зачекайте...
zh: 请等待...

# compoundSuccess
source: Compound successful
af: Kombinering suksesvol
bg: Обединяването е успешно
bn: যৌগ সফল
da: Forbindelse vellykket
de: Kummulieren erfolgreich
el: Σύνθεση επιτυχής
es: Agrupación completada
eu: konposizioa behar bezala egin da
fa: ترکیب موفق بود
fi: Koostaminen onnistui
fr: Combinaison réussie
he: הרכבה הוצלחה
hi: यौगिक सफल
hu: Sikeres egyesítés
id: Penggabungan berhasil
ka: გაერთიანება წარმატებულია
nl: Compounden gelukt
pl: Złożenie udane
ro: Agregare cu succes
ru: Сложение успешно
te: సమ్మేళనం విజయవంతమైంది
tr: Birleştirme işlemi başarılı
uk: Об'єднання завершено успішно
zh: 合并成功

# compoundFailure
source: Failed to compound transactions
af: Kombinering van transaksies onsuksesvol
bg: Неуспешно обединяване на транзакциите
bn: যৌগিক লেনদেন করতে ব্যর্থ হয়েছে৷
da: Det lykkedes ikke at sammensætte transaktioner
de: Zusammenfassen der Transaktionen fehlgeschlagen
el: Αποτυχία σύνθεσης συναλλαγών
es: Fallo al agrupar transacciones
eu: Ezin izan dira konposatu transakzioak
fa: ترکیب تراکنش ها ناموفق بود
fi: Tapahtumien koostaminen epäonnistui
fr: La combinaison des transactions à échoué
he: נכשל בהרכבת העסקאות
hi: लेन-देन संयोजित करने में विफल
hu: Tranzakciók egyesítése sikertelen
id: Gagal menggabungkan transaksi
ka: ვერ მოხერხდა ტრანზაქციების გაერთიანება
nl: Transacties compounden is mislukt
pl: Nie udało się dokonać złożenia transakcji
ro: Eroare la agregarea tranzacțiilor.
ru: Не удалось сложить транзакции
te: లావాదేవీలను సమ్మేళనం చేయడంలో విఫలమైంది
tr: İşlemler birleştirilemedi
uk: Не вдалося об'єднати транзакції
zh: 合并交易失败

# compoundTooFewUtxos
source: At least two UTXOs are required
af: Ten minste twee UTXOs word benodig
bg: Нужни са поне две UTXO
bn: কমপক্ষে দুটি UTXO প্রয়োজন৷
da: Der kræves mindst to UTXO'er
de: Es werden mindestens zwei UTXOs benötigt
el: Απαιτούνται τουλάχιστον δύο εκροές αδιάθετων συναλλαγών
es: Se requieren al menos dos UTXOs
eu: Gutxienez bi UTXO behar dira
fa: حداقل دو UTXO مورد نیاز است
fi: Vaaditaan vähintään kaksi UTXO:ta
fr: Un minimum de 2 UTXOs sont nécéssaires
he: נדרשים לפחות שני UTXOs
hi: कम से कम दो UTXOs की आवश्यकता है
hu: Legalább két Maradék szükséges
id: Setidaknya diperlukan dua UTXO
ka: როგორც მინიმუმ ორი UTXO არის სავალდებულო
nl: Ten minste twee UTXO's zijn vereist
pl: Wymagane są co najmniej dwa UTXO
ro: Cel putin două UTXOs sunt necesare
ru: Необходимо наличие не менее двух UTXO
te: కనీసం రెండు UTXOలు అవసరం
tr: En az iki UTXO gerekiyor
uk: Потрібно принаймні два UTXO
zh: 至少需要两个 UTXO

source: Balance
af: Saldo
bg: Баланс
bn: ব্যালেন্স
de: Saldo
el: Υπόλοιπο
eu: Balantzea
fa: موجودی
fi: Saldo
fr: Solde
he: יתרה
hi: बैलेंस
hu: Egyenleg
id: Saldo
ka: ბალანსი
nl: Saldo
pl: Stan konta
ro: Balanță
ru: Баланс
te: సంతులనం
tr: Bakiye
uk: Баланс
zh: 余额

source: Max Send
af: Maksimum Stuur
bg: Макс. изпращане
bn: সর্বোচ্চ পাঠান
de: Sende Maximum
el: Μέγιστη Αποστολή
es: Enviar Máximo
eu: Gehienezko bidalketa
fa: حداکثر ارسال
fi: Maksimilähetys
fr: Envoyer le maximum
he: מקסימום שליחה
hi: अधिकतम भेजें
hu: Egyesítve
id: Kirim Maks
ka: მაქსიმალური გაგზავნა
nl: Max verzonden
pl: Wyślij maksymalną kwotę
ro: Trimite Max
ru: Отправить максимум
te: గరిష్టంగా పంపండి
tr: Maks. Gönderim Miktarı
uk: Надіслати максимум
zh: 最大发送

# compoundUppercased
source: COMPOUND
af: KOMBINEER
bg: ОБЕДИНИ
bn: যৌগ
da: FORBINDELSE
de: KUMMULIEREN
el: ΣΥΝΘΕΣΗ
es: AGRUPAR
eu: KONPOSATU
fa: ترکیب
fi: KOOSTA
fr: COMBINER
he: תרכובת
hi: मिश्रण
hu: EGYESÍTÉS
id: GABUNGKAN
ka: გაერთიანება
pl: ZŁÓŻ
ro: AGREGĂ
ru: СЛОЖИТЬ
te: సమ్మేళనం
tr: BİRLEŞTİR
uk: ОБ'ЄДНАТИ
zh: 合并

# closeUppercased
source: CLOSE
af: SLUIT
bg: ЗАТВОРИ
bn: বন্ধ
da: LUK
de: SCHLIESSEN
el: ΚΛΕΙΣΙΜΟ
es: CERRAR
eu: ITXI
fa: بستن
fi: SULJE
fr: FERMER
he: סגור
hi: बंद करना
hu: BEZÁR
id: TUTUP
ka: დახურვა
nl: SLUITEN
pl: ZAMKNIJ
ro: ÎNCHIDE
ru: ЗАКРЫТЬ
te: మూసేయ్
tr: KAPAT
uk: ЗАКРИТИ
zh: 关闭

# scanMoreAddresses
source: Scan For More Addresses
af: Soek Vir Meer Adresse
bg: Сканирай за повече адреси
bn: আরও ঠিকানার জন্য স্ক্যান করুন
da: Scan for flere adresser
de: Nach weiteren Adressen suchen
el: Σάρωση για περισσότερες διευθύνσεις
es: Escanear para encontrar más direcciones
eu: Eskaneatu helbide gehiago bilatzeko
fa: برای آدرس های بیشتر اسکن کنید
fi: Skannaa lisää osoitteita
fr: Scanner pour trouver plus d'adresses
he: סרוק לקבלת כתובות נוספות
hi: अधिक एड्रेस के लिए स्कैन करें
hu: További címek keresése
id: Memindai Lebih Banyak Alamat
ka: დაასკანირეთ მეტი მისამართებისათვის
nl: Scan voor meer adressen
pl: Skanuj w poszukiwaniu dodatkowych adresów
ro: Scanează pentru mai multe adrese
ru: Сканировать дополнительные адреса
te: మరిన్ని చిరునామాల కోసం స్కాన్ చేయండి
tr: Daha Fazla Adresi Tara
uk: Сканувати більше адрес
zh: 扫描更多地址

source: Address Discovery
af: Adresopsporing
bg: Намиране на адрес
bn: ঠিকানা আবিষ্কার
da: Adresseopdagelse
de: Adresssuche
el: Ανακάλυψη Διεύθυνσης
es: Descubrir Direcciones
eu: Helbidea aurkitzea
fa: پیداکردن آدرس
fi: Osoitteiden löytäminen
fr: Découverte d'adresses
he: גילוי כתובות
hi: एड्रेस खोजे
hu: Címek felfedezése
id: Penemuan Alamat
ka: მისამართების ძებნა
nl: Adres opzoeken
pl: Poszukiwanie adresów
ro: Explorează adresa
ru: Обнаружение адресов
te: చిరునామా ఆవిష్కరణ
tr: Adres Keşfi
uk: Виявлення адрес
zh: 地址发现

# scanningTitle
source: Scanning
af: Skandering
bg: Сканиране
bn: স্ক্যানিং
da: Scanner
de: Suche
el: Γίνεται Σάρωση
es: Escaneando
eu: Eskaneatzen
fa: در حال اسکن
fi: Skannataan
fr: Scan en cours
he: סורק
hi: स्कैनिंग
hu: Keresés
id: Pemindaian
ka: სკანირება
nl: Scannen
pl: Skanowanie
ro: Scanare
ru: Сканирование
te: స్కానింగ్
tr: Taranıyor
uk: Сканування
zh: 扫描中

# scanningDescription
source: Scanning for new addresses...
af: Soek vir nuwe adresse...
bg: Сканиране за нови адреси...
bn: নতুন ঠিকানার জন্য স্ক্যান করা হচ্ছে...
da: Scanner efter nye adresser...
de: Suche neue Adressen...
el: Γίνεται σάρωση για νέες διευθύνσεις
es: Escaneando para encontrar más direcciones
eu: Helbide berriak bilatzen...
fa: در حال اسکن آدرس های جدید...
fi: Skannataan uusia osoitteita...
fr: Scan de nouvelles adresses...
he: סורק בשביל כתובות חדשות...
hi: नए एड्रेस के लिए स्कैन किया जा रहा है...
hu: Új címek keresése...
id: Memindai alamat baru...
ka: სკანირება ახალი მისამართებისთვის...
nl: Scannen naar nieuwe adressen...
pl: Skanowanie nowych adresów...
ro: Se scanează pentru noi adrese...
ru: Сканирование для поиска новых адресов...
te: కొత్త చిరునామాల కోసం స్కాన్ చేస్తోంది...
tr: Yeni adresler taranıyor...
uk: Сканування нових адрес...
zh: 扫描更多地址中

source: SCAN MORE
af: SOEK MEER
bg: СКАНИРАЙ ОЩЕ
bn: আরও স্ক্যান করুন
da: SCAN FLERE
de: NACH WEITEREN SUCHEN
el: ΣΑΡΩΣΗ ΠΕΡΙΣΣΟΤΕΡΩΝ
es: ESCANEAR MÁS
eu: GEHIAGO ESKANEATU
fa: اسکن بیشتر
fi: SKANNAA LISÄÄ
fr: SCANNER PLUS
he: סרוק עוד
hi: और अधिक स्कैन करें
hu: KERESÉS
id: PINDAI LEBIH BANYAK
ka: მეტის სკანირება
nl: MEER SCANNEN
pl: SKANUJ WIĘCEJ
ro: SCANEAZĂ MAI MULT
ru: СКАНИРОВАТЬ БОЛЬШЕ
te: మరింత స్కాన్ చేయండి
tr: DAHA FAZLASINI TARA
uk: СКАНУВАТИ БІЛЬШЕ
zh: 扫描更多
