Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

# qrMnemonicError
source: QR code does not contain a valid secret phrase
af: QR-kode bevat nie 'n geldige geheime frase nie
bg: QR кода не съдържа валидна тайна фраза
bn: QR- এ একটি বৈধ গোপন বাক্যাংশ নেই
ca: El codi QR no conté una frase secreta vàlida
da: QR-koden indeholder ikke en gyldig Tilknytningskode
de: Der QR-Code enthält keine gültige Geheimsequenz
el: Ο κωδικός QR δεν περιέχει έγκυρη μυστική φράση
es: El código QR no contiene una frase secreta válida
eu: QR kodeak ez du baliozko esaldi sekreturik
fa: QR کدها شامل عبارت مخفی معتبر نمی باشد
fi: QR-koodi ei sisällä valideja turvasanoja
fr: Le QR code ne contient pas de phrase secrète valide.
he: ה-QR קוד לא מכיל ביטוי סודי חוקי
hi: QR में एक वैध गुप्त वाक्यांश नहीं है
hu: A QR-kód nem tartalmaz érvényes Seed Phrase-t.
id: Kode QR tidak mengandung frasa rahasia yang valid
it: Il codice QR non contiene una frase segreta valida
ka: QR კოდი არ შეიცავს მოქმედ საიდუმლო ფრაზას
nl: QR code bevat geen geldige Secret Phrase
pl: Kod QR nie zawiera poprawnej tajnej frazy
ro: Codul QR nu conține o formulă secretă corectă
ru: QR-код не содержит корректной seed-фразы
sq: Kodi QR nuk përmban një frazë të vlefshme sekrete
sr: КЈУ-АР код не садржи валидну тајну фразу
sv: QR innehåller ingen giltig hemlig fras
te: QR కోడ్ చెల్లుబాటు అయ్యే రహస్య పదబంధాన్ని కలిగి లేదు
tr: QR kodu geçerli bir gizli cümle içermiyor
uk: QR-код не містить правильної секретної seed-фрази
ur: QR کوڈ میں ایک درست خفیہ جملہ نہیں ہے۔
zh: 二维码不包含有效的助记词

source: Receive
af: Ontvang
bg: Получаване
bn: গ্রহণ
ca: Rebre
da: Modtag
de: Empfangen
el: Λήψη
es: Recibir
eu: Jaso
fa: دریافت
fi: Vastaanota
fr: Recevoir
he: קבל
hi: प्राप्त करें
hu: Saját cím
id: Terima
it: Ricevi
ka: მიღება
nl: Ontvang
pl: Otrzymaj
ro: Primește
ru: Получить
sq: Merrni
sr: Прими
sv: Ta emot
te: స్వీకరించండి
tr: İste
uk: Отримати
ur: وصول کریں
zh: 接收

source: Receive Address
af: Ontvangadres
bg: Адрес за получаване
bn: গ্রহণ করার ঠিকানা
ca: Rebre adreça
da: Modtager Adresse
de: Empfangsadresse
el: Διεύθυνση λήψης
es: Dirección de recepción
eu: Jasotzeko Helbidea
fa: آدرس دریافتی
fi: Vastaanotto-osoite
fr: Adresse de réception
he: כתובת קבלה
hi: एड्रेस प्राप्त करें
hu: Saját cím
id: Alamat Untuk Menerima
it: Indirizzo di ricezione
ka: მიმღები მისამართი
nl: Ontvangstadres
pl: Adres otrzymania
ro: Adresa destinatarului
ru: Адрес получения
sq: Merrni Adrresën
sr: Адреса Примања
sv: Mottagande adress kopierad
te: చిరునామాను స్వీకరించండి
tr: Alma Adresi
uk: Адреса отримання
ur: ایڈریس وصول کریں
zh: 接收地址

source: Receive address copied
af: Ontvangadres gekopieer
bg: Адресът е копиран
bn: গ্রহণ করার ঠিকানা কপি করা হয়েছে
ca: S'ha copiat l'adreça rebuda
da: Modtager adresse kopieret
de: Empfangene Adresse kopiert
el: Η διεύθυνση λήψης αντιγράφηκε
es: Dirección de recepción copiada
eu: Jasotezko helbidea kopiatuta
fa: آدرس دریافتی کپی شد
fi: Vastaanotto-osoite kopioitu
fr: Adresse de réception copiée
he: כתובת קבלה הועתקה
hi: प्राप्त पता कॉपी किया गया है
hu: Saját cím kimásolva
id: Alamat untuk menerima telah disalin
it: Indirizzo di ricezione copiato
ka: მიმღები მისამართი დაკოპირებიულია
nl: Ontvangstadres gekopieerd
pl: Skopiowano adres otrzymania
ro: Adresa destinatarului este copiată
ru: Адрес получения скопирован
sq: Adressa e marrjes është kopjuar
sr: Адреса Примања Копирана
sv: Mottagande adress kopierad
te: కాపీ చేయబడిన చిరునామాను స్వీకరించండి
tr: Alma adresi kopyalandı
uk: Адресу отримання скопійовано
ur: کاپی شدہ ایڈریس وصول کریں۔
zh: 接收地址已复制

source: Receive Index
af: Ontvangindeks
bg: Индекс на получаване
bn: ইনডেক্স গ্রহণ
ca: Rebre Índex
da: Modtager index
de: Empfangsindex
el: Ευρετήριο λήψεων
es: Índice de recepción
eu: Jaso Indizea
fa: شاخص دریافتی
fi: Vastaanottoindeksi
fr: Adresse de réception
he: אינדקס קבלה
hi: सूचकांक प्राप्त करें
hu: Saját Index
id: Terima Indeks
it: Indirizzo di ricezione
ka: მიმღები ინდექსი
nl: Ontvang Index
pl: Indeks otrzymania
ro: Indexul destinatarului
ru: Индекс адреса получения
sq: Merr Indeksin
sr: Индекс Примања
sv: Mottagande index
te: ఇండెక్స్ స్వీకరించండి
tr: Alma Dizini
uk: Індекс отримання
ur: انڈیکس وصول کریں
zh: 接收索引

# receiveIndexParam
source: Receive {addressIndex}
af: Ontvang {addressIndex}
bg: Индекс {addressIndex}
bn: গ্রহণ {addressIndex}
ca: Rebre {addressIndex}
da: Modtag {addressIndex}
de: Empfange {addressIndex}
el: Λήψη {addressIndex}
es: Recibir {addressIndex}
eu: Jaso {addressIndex}
fa: دریافت {addressIndex}
fi: Vastaanotto {addressIndex}
fr: Adresse de réception {addressIndex}
he: אינדקס כתובת מקבלת {addressIndex}
hi: पाना {addressIndex}
hu: Saját cím {addressIndex}
id: Terima {addressIndex}
it: Ricevi {addressIndex}
ka: მიმღები {addressIndex}
nl: Ontvang {addressIndex}
pl: Otrzymać {addressIndex}
ro: Primește {addressIndex}
ru: Адрес получения {addressIndex}
sq: Marrë {addressIndex}
sr: Прими {addressIndex}
sv: Ta emot {addressIndex}
te: అందుకుంటారు {addressIndex}
tr: Al {addressIndex}
uk: Отримання {addressIndex}
ur: وصول کریں {addressIndex}
zh: 接收 {addressIndex}

source: Received
af: Ontvang
bg: Получено
bn: গৃহীত
ca: Rebut
da: Modtaget
de: Empfangen
el: Ελήφθησαν
es: Recibido
eu: Jasotuta
fa: دریافت شد
fi: Vastaanotettu
fr: Reçu
he: התקבל
hi: मिले
hu: Fogadott
id: Diterima
it: Ricevuti
ka: მიღებული
nl: Ontvangen
pl: Otrzymano
ro: Ai primit
ru: Получено
sq: Marrë
sr: Примљено
sv: Mottagit
te: అందుకుంది
tr: Alındı
uk: Отримано
ur: موصول ہوا
zh: 已接收

source: Remove Contact
af: Verwyder Kontak
bg: Премахни контакт
bn: কন্টাক্ট মুছে ফেলুন
ca: Eliminar contacte
da: Fjern kontakt
de: Kontakt löschen
el: Διαγραφή επαφής
es: Eliminar contacto
eu: Ezabatu Kontaktua
fa: حذف مخاطب
fi: Poista yhteystieto
fr: Supprimer le contact
he: הסר איש קשר
hi: संपर्क हटाएं
hu: Cím törlése
id: Hapus Kontak
it: Rimuovi contatto
ka: კონტაქტის ამოღება
nl: Verwijder contact
pl: Usuń Kontakt
ro: Șterge contactul
ru: Удалить контакт
sq: Hiq kontaktin
sr: Обриши Контакт
sv: Ta bort kontakt
te: పరిచయాన్ని తీసివేయండి
tr: Kişiyi Sil
uk: Видалити контакт
ur: رابطہ کو ہٹا دیں
zh: 删除联系人

# removeContactConfirmation
source: Are you sure you want to delete {contactName}?
af: Is jy seker jy wil {contactName} verwyder?
bg: Сигурни ли сте, че искате да изтриете {contactName}?
bn: আপনি কি নিশ্চিত যে আপনি {contactName} মুছে ফেলতে চান?
ca: N'estàs segur que vols eliminar a {contactName}?
da: Er du sikker på, at du vil slette {contactName}?
de: Wollen Sie {contactName} wirklich löschen?
el: Είστε σίγουροι ότι θέλετε αν διαγράψατε την επαφή {contactName};
es: ¿Está seguro de que desea eliminar el {contactName}?
eu: Ziur zaude {contactName} ezabatu nahi duzula?
fa: آیا از حذف {contactName} مطمئن هستید؟
fi: Oletko varma että haluat poistaa {contactName}?
fr: Êtes vous sûr de vouloir supprimer {contactName}?
he: האם אתה בטוח שאתה רוצה למחוק את {contactName}?
hi: क्या आप वाकई {contactName} को संपर्कों में से मिटाना चाहतें हैं?
hu: Biztos, hogy {contactName}-t törölni szeretnéd?
id: Apakah Anda sudah yakin ingin menghapus {contactName}?
it: Sei sicuro di voler rimuovere {contactName}?
ka: დარწმუნებული ხართ რომ გსურთ წაშლა {contactName}?
nl: Weet je zeker dat je het contact {contactName} wilt verwijderen?
pl: Czy jesteś pewny/a że chcesz usunąć {contactName}?
ro: Dorești să elimini contactul {contactName}?
ru: Вы уверены, что хотите удалить {contactName}?
sq: Jeni i sigurt që dëshironi të fshini {contactName}?
sr: Да ли сте сигурни да желите обрисати {contactName}?
sv: Är du säker på att du vill radera {contactName}?
te: మీరు తొలగించాలనుకుంటున్నారా ఖచ్చితంగా {contactName}?
tr: {contactName} kişisini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити {contactName}?
ur: کیا آپ واقعی {contactName} کو حذف کرنا چاہتے ہیں؟
zh: 您确认要刪除 {contactName} 吗？

# removeWalletAction
source: Remove Wallet
af: Verwyder Kriptobeursie
bg: Премахни портфейл
bn: ওয়ালেট অপসারণ
ca: Esborrar moneder
da: Fjern Pung
de: Wallet entfernen
el: Διαγραφή πορτοφολιού
es: Eliminar billetera
eu: Kartera Ezabatu
fa: حذف کیف پول
fi: Poista lompakko
fr: Supprimer le portefeuille
he: הסר ארנק
hi: बटुआ हटाओ
hu: Tárca eltávolítása
id: Hapus Dompet
it: Elimina wallet
ka: საფულის ამოღება
nl: Verwijder wallet
pl: Usuń portfel
ro: Șterge portofelul
ru: Удалить кошелек
sq: Hiq portofolin
sr: Обриши Новчаник
sv: Ta bort plånbok
te: వాలెట్ తొలగించండి
tr: Cüzdanı Kaldır
uk: Видалити гаманець
ur: بٹوے کو ہٹا دیں
zh: 删除钱包

# removeWalletBiometricsMessage
source: Authenticate to Remove Wallet
af: Verifieer om Kriptobeursie te Verwyder
bg: Впишете се, за да премахнете портфейл
bn: ওয়ালেট অপসারণ করতে প্রমাণীকরণ করুন
ca: Autenticar per Esborrar moneder
da: Godkend for at fjerne Pung
de: Authentifizieren, um Wallet zu löschen
el: Πιστοποιήστε τον εαυτό σας για να διαγράψετε το πορτοφόλι
es: Autentificar para eliminar la billetera
eu: Autentifikatu Kartera kentzeko
fa: هویت سنجی برای حذف کیف پول
fi: Tunnistaudu poistaaksesi lompakon
fr: Veuillez vous authentifier pour supprimer le portefeuille
he: אישור הסרת ארנק
hi: वॉलेट हटाने के लिए प्रमाणित करें
hu: Hitelesítés a tárca eltávolításához
id: Otentikasi untuk Menghapus Dompet
it: Autenticati per eliminare il wallet
ka: ავთენტიფიკაცია საფულის ამოსაღებად
nl: Authenticatie om wallet te verwijderen
pl: Wprowadź hasło, aby usunąć portfel
ro: Autentificați-vă pentru a șterge portofelul
ru: Аутентифицируйтесь, чтобы удалить кошелек
sq: Autentifikohu për të hequr portofolin
sr: Аутентификујте се Ради Брисања Новчаника
sv: Verifiera för att ta bort plånbok
te: వాలెట్‌ని తీసివేయడానికి ప్రమాణీకరించండి
tr: Cüzdanı Kaldırmak için Kimliğinizi Doğrulayın
uk: Авторизуйтесь, щоб видалити гаманець
ur: بٹوا کو ہٹانے کے لیے تصدیق کریں۔
zh: 验证移除钱包

# removeWalletDetail
source: Removing this wallet will remove the Secret Phrase and all wallet-related data from this device. If the Secret Phrase is not backed up, you will never be able to access your funds again.
af: Deur hierdie kriptobeursie te verwyder, sal die geheime frase en alle beursie-verwante data van hierdie toestel verwyder word. As die geheime frase nie gerugsteun word nie, sal jy nooit weer toegang tot jou fondse kan kry nie.
bg: Премахването на този портфейл ще изтрие тайната фраза и всички данни свързани с портфейла от това устройство. Ако не сте запазили тайната фраза може никога да не успеете да достъпите вашите средства отново.
bn: এই ওয়ালেটটি অপসারণ করা হলে এই ডিভাইস থেকে গোপন বাক্যাংশ এবং সমস্ত ওয়ালেট-সম্পর্কিত ডেটা মুছে যাবে৷ যদি গোপন বাক্যাংশ ব্যাক আপ না করা হয়, তাহলে আপনি আর কখনও আপনার তহবিল অ্যাক্সেস করতে পারবেন না।
ca: Al esborrar aquest moneder, s'esborrarà la frase secreta i totes les dades relacionades amb aquest moneder en aquest dispositiu. Si no tens còpia de la frase secreta, mai més podràs accedir als teus fons.
da: Fjernelse af denne pung vil fjerne den hemmelige sætning og alle pungrelaterede data fra denne enhed. Hvis den hemmelige sætning ikke er sikkerhedskopieret, vil du aldrig kunne få adgang til dine penge igen.
de: Das Löschen dieses Wallet wird die Geheimsequenz sowie alle Wallet-relevanten Daten von diesem Gerät entfernen. Wenn die Geheimsequenz nicht gesichert wurde, werden Sie nie wieder auf dieses Guthaben zugreifen können.
el: Κατά την διαγραφή αυτού του πορτοφολιού, θα διαγραφεί και η μυστική φράση και ότι άλλα δεδομένα σχετίζονται με αυτό. Αν δεν έχετε αντίγραφο της μυστικής φράσης, θα χάσετε για πάντα την πρόσβαση σε αυτό το πορτοφόλι.
es: Al eliminar esta billetera, se eliminará la frase secreta y todos los datos relacionados con la billetera de este dispositivo. Si no ha guardado la frase secreta, nunca podrá acceder a sus fondos nuevamente.
eu: Kartera hau kentzen baduzu, esaldi sekretua eta karterarekin erlazionatutako datu guztiak kenduko dira gailutik. Esaldi sekretuaren babeskopia egiten ez bada, ezingo dituzu berriro zure fondoei sartu.
fa: حذف این کیف پول عبارت مخفی و تمام داده های مربوط به کیف پول را از این دستگاه حذف می کند. اگر عبارت مخفی بکاپ گیری نشود، دیگر هرگز نمی توانید به ارزهای خود مجددا دسترسی پیدا کنید.
fi: Poistamalla tämän lompakon tästä laitteesta poistuvat myös turvasanat ja kaikki lompakon tiedot. Jos turvasanoja ei ole varmuuskopioitu, et tule koskaan pääsemään käsiksi varoihin uudestaan.
fr: La suppression de ce portefeuille supprimera la phrase secrète et toutes les données liées au portefeuille sur cet appareil. Si la phrase secrète n'est pas sauvegardée, vous ne pourrez plus jamais accéder à vos fonds.
he: אזהרה 🛑 הסרת הארנק יגרום למחיקת הביטוי הסודי וכל המידע והנתונים הקשורים לארנק מהמכשיר הזה. אם הביטוי הסודי לא מגובה / שמור בנפרד איתכם, אתם תאבדו את הגישה לארנק והכספים שלכם!
hi: इस वॉलेट को हटाने से इस डिवाइस से गुप्त वाक्यांश और वॉलेट से संबंधित सभी डेटा हट जाएगा। यदि गुप्त वाक्यांश का बैकअप नहीं लिया जाता है, तो आप कभी भी अपने फंड तक दोबारा नहीं पहुंच पाएंगे।
hu: A Kaspium tárca eltávolításával eltávolítod a Seed Phrase-t és a tárcával kapcsolatos összes adatot erről az eszközről. Amennyiben a Seed Phrase-ről NEM készült másolat, SOHA többé nem fogsz hozzáférni a tárcádhoz.
id: Menghapus dompet ini akan menghapus Frasa Rahasia dan semua data terkait dompet dari perangkat ini. Jika Frasa Rahasia tidak dicadangkan, Anda tidak akan dapat mengakses dana Anda lagi.
it: Eliminando questo wallet la frase segreta e tutti i dati del wallet saranno rimossi da questo dispositivo. Se non hai effettuato un backup della frase segreta, non sarai più in grado di accedere ai tuoi fondi.
ka: ამ საფულის ამოღება ამოშლის საიდუმლო ფრაზას და საფულესთან დაკავშირებულ ყველა მონაცემს ამ მოწყობილობიდან. თუ საიდუმლო ფრაზის სარეზერვო ასლი არ არსებობს, თქვენ ვეღარასოდეს შეძლებთ თქვენს სახსრებზე წვდომას.
nl: Als u deze wallet verwijdert, worden je Secret Phrase en alle aan de wallet gerelateerde gegevens van dit apparaat verwijderd. Als er geen back-up wordt gemaakt van je Secret Phrase, heb je nooit meer toegang tot je fondsen.
pl: Usunięcie tego portfela spowoduje usunięcie z tego urządzenia hasła i wszystkich danych związanych z portfelem. Jeśli sekretna fraza nie zostanie zapisana w innym miejscu, nigdy nie będziesz mógł/a ponownie uzyskać dostępu do swoich środków.
ro: Ștergerea acestui portofel va înlătura de pe dspozitiv fraza secretă și toate datele refertoare la acest portofel. Dacă fraza secretă nu a fost salvată de Dvs., nu veți putea accesa acest portofel niciodată.
ru: Удаление кошелька удалит с этого устройства seed-фразу кошелька и все относящиеся к нему данные. Если вы не создали и сохранили резервную копию seed-фразы в надежном месте - вы больше никогда не сможете получить доступ к своим средствам.
sq: Heqja e këtij portofoli do të heqë frazën sekrete dhe të gjitha të dhënat e lidhura me portofolin nga kjo pajisje. Nëse Fraza Sekrete nuk është e rezervuar, nuk do të mund të përdorni më kurrë fondet tuaja.
sr: Брисање овог новчаника ће обрисати Тајну Фразу и све податке везане за новчаник са овог уређаја. Уколико не постоји резевна копија Тајне Фразе нећете моћи поново приступити вашим средствима.
sv: Genom att ta bort den här plånboken så kommer den hemliga frasen och all plånboksrelaterade data raderas. Om den hemliga frasen inte är tryggt förvarad så kommer du aldrig åt dina tillgångar igen.
te: ఈ వాలెట్‌ని తీసివేయడం వలన ఈ పరికరం నుండి రహస్య పదబంధాన్ని మరియు మొత్తం వాలెట్-సంబంధిత డేటా తీసివేయబడుతుంది. రహస్య పదబంధాన్ని బ్యాకప్ చేయకపోతే, మీరు మీ నిధులను మళ్లీ యాక్సెస్ చేయలేరు.
tr: Bu cüzdanı kaldırdığınızda Gizli Cümle ve bu cihazdaki cüzdanla ilgili tüm veriler silinir. Gizli Cümlenizi yedeklemediyseniz bu cüzdandaki varlıklarınıza bir daha asla erişemezsiniz.
uk: Видалення цього гаманця призведе до видалення секретної seed-фрази та всіх даних, пов'язаних з гаманцем, з цього пристрою. Якщо ви не збережете резервну копію секретної seed-фрази - ви більше ніколи не зможете отримати доступ до своїх коштів.
ur: اس بٹوے کو ہٹانے سے اس ڈیوائس سے خفیہ جملہ اور بٹوے سے متعلق تمام ڈیٹا ہٹ جائے گا۔ اگر خفیہ جملے کا بیک اپ نہیں لیا جاتا ہے، تو آپ دوبارہ کبھی بھی اپنے فنڈز تک رسائی حاصل نہیں کر پائیں گے۔
zh: 移除钱包将会从此设备移除助记词和所有钱包相关数据。如果助记词没有备份，资金将永远无法访问。

# removeWalletPinMessage
source: Enter PIN to Remove Wallet
af: Sleutel PIN in om Kriptobeursie te verwyder
bg: Въведете ПИН за потвърждение на премахването
bn: ওয়ালেট অপসরণ করতে পিন লিখুন
ca: Introduir PIN per eliminar el moneder
da: Indtast PIN for at Fjerne Pung
de: Zum Entfernen des Wallet PIN eingeben
el: Εισάγετε το PIN για να διαγράψετε το πορτοφόλι
es: Ingrese el PIN para eliminar la billetera
eu: Sartu PIN zenbakia Kartera Kentzeko
fa: جهت حذف کیف پول، پین را وارد کنید
fi: Syötä PIN-koodi poistaaksesi lompakon
fr: Entrer votre PIN pour supprimer le portefeuille
he: הזן קוד להסרת הארנק
hi: वॉलेट निकालने के लिए पिन दर्ज करें
hu: PIN megadása a tárca eltávolításához
id: Masukkan PIN untuk Menghapus Dompet
it: Inserisci il PIN per eliminare il wallet
ka: შეიყვანეთ PIN საფულის ამოსაღებად
nl: Vul PIN in om wallet te verwijderen
pl: Wpisz kod PIN, aby usunąć portfel
ro: Introduceți codul PIN pentru a șterge portofelul
ru: Введите PIN-код, чтобы удалить кошелек
sq: Fut kodin PIN për të hequr portofolin
sr: Унеси ПИН да Обришеш Новчаник
sv: Skriv in PIN för att ta bort plånbok
te: వాలెట్‌ని తీసివేయడానికి పిన్‌ను నమోదు చేయండి
tr: Cüzdanı Kaldırmak için PIN Kodunu Girin
uk: Введіть PIN-код для видалення гаманця
ur: بٹوا کو ہٹانے کے لیے پن درج کریں۔
zh: 输入识别码移除钱包

# removeWalletReassurance
source: As long as you've backed up the Secret Phrase you have nothing to worry about.
af: Solank as wat jy die Geheime Frase gerugsteun het, het jy niks om oor bekommerd te wees nie.
bg: Докато имате резервно копие на тайната фраза, няма за какво да се притеснявате.
bn: যেহেতু আপনি গোপন বাক্যাংশটি ব্যাক আপ করেছেন তাই আপনার উদ্বিগ্ন হওয়ার কিছু নেই।
ca: Sempre que tinguis una còpia de la teva frase secreta, no tens per què preocupar-te
da: Så længe du har sikkerhedskopieret den hemmelige sætning, har du intet at bekymre dig om.
de: Solange Sie die Geheimsequenz gesichert haben, müssen Sie sich keine Sorgen machen.
el: Εφόσον έχετε ένα αντίγραφο της μυστικής σας φράσης, δεν χρειάζεται να ανησυχείτε για τίποτα
es: Mientras haya guardado la frase secreta, no tiene nada de qué preocuparse.
eu: Esaldi sekretuaren babeskopia egiten duzun bitartean, ez duzu zertaz kezkatu.
fa: تا زمانی که از عبارت مخفی بکاپ تهیه کرده باشید، نگران هیچ چیزی در این خصوص نباشید.
fi: Kunhan olet varmuuskopioinut turvasanasi, ei sinulla ole mitään huolta.
fr: Tant que vous avez sauvegardé la phrase secrète, vous n'avez rien à craindre.
he: כל עוד הביטוי הסודי שלכם מגובה / שמור בנפרד איתכם אז אין לכם על מה לדאוג
hi: जब तक आपने गुप्त वाक्यांश का बैकअप लिया है तब तक आपको चिंता करने की कोई बात नहीं है।
hu: Amennyiben elmentetted a Seed Phrase-t, akkor nincs miért aggódnod, mert annak a használatával, bármikor vissza tudsz lépni a tárcádba.
id: Selama Anda telah mencadangkan Frasa Rahasia, Anda tidak perlu khawatir.
it: Se hai effettuato correttamente il backup della frase segreta, puoi stare tranquillo.
ka: სანამ საიდუმლო ფრაზის სარეზერვო ასლი გაქვთ, სანერვიულო არაფერი გაქვთ.
nl: Zolang je een back-up van de Secret Phrase hebt gemaakt, hoef je je nergens zorgen over te maken.
pl: Dopóki masz kopię zapasową sekretnej frazy w bezpiecznym miejscu - nie masz nad czym martwić.
ro: Atât timp cât ați salvat faza secretă, nu aveți de ce sa vă faceți griji.
ru: Если вы сохранили seed-фразу в безопасном месте - вам не о чем беспокоиться.
sq: Për sa kohë që e keni ruajtur Frazën Sekrete, nuk keni asgjë për t'u shqetësuar.
sr: Ако сте направили тачну резервну копију Тајне Фразе немате о чему да бринете.
sv: Så länge du har säkerhetskopierat den hemliga frasen så har du inget att oroa dig över.
te: మీరు రహస్య పదబంధాన్ని బ్యాకప్ చేసినంత కాలం మీరు చింతించాల్సిన పనిలేదు.
tr: Gizli Cümlenizi yedeklediğiniz sürece endişelenmeniz gereken hiçbir şey yoktur.
uk: До тих пір, допоки ви створили та зберігаєте резервну копію секретної seed-фрази у безпечному місці - вам немає про що хвилюватися.
ur: جب تک آپ نے خفیہ جملے کا بیک اپ لیا ہے آپ کو فکر کرنے کی کوئی ضرورت نہیں ہے۔
zh: 如备份已助记词则不必担心。

# requireAPasswordToOpenHeader
source: Require a password to open this wallet?
af: Vereis 'n wagwoord om hierdie kriptobeursie oop te maak?
bg: Изисквай парола при отваряне на портфейла?
bn: এই ওয়ালেট খুলতে একটি পাসওয়ার্ড প্রয়োজন?
ca: Vols requerir una contrasenya per obrir Natrium?
da: Kræv en adgangskode for at åbne denne pung?
de: Passwortabfrage beim Öffnen der App?
el: Να είναι ένας κωδικός πρόσβασης απαραίτητος για το άνοιγμα αυτού του πορτοφολιού;
es: ¿Deseas requerir una contraseña para abrir esta billetera?
eu: Pasahitz bat beharra jar nahi duzu kartera hau irekitzeko?
fa: آیا برای باز کردن این کیف پول به کلمه عبور نیاز دارید؟
fi: Vaaditaanko salasana tämän lompakon avaamiseen?
fr: Demander un mot de passe pour ouvrir ce portefeuille ?
he: האם לדרוש סיסמה לפתיחת הארנק?
hi: कैस्पियम खोलने के लिए पासवर्ड की आवश्यकता रखें?
hu: Szeretnél jelszót használni a megnyitáshoz?
id: Memerlukan kata sandi untuk membuka dompet ini?
it: Vuoi impostare una password per accedere a questo wallet?
ka: მოვითხოვოთ პაროლი ამ საფულის გასახსნელად?
nl: Wachtwoord vereist om deze wallet te openen
pl: Wymagać hasła, aby otworzyć ten portfel?
ro: Doriți să setați o parolă pentru a deschide Kaspium?
ru: Требовать пароль для открытия кошелька?
sq: Kërkohet një fjalëkalim për të hapur këtë portofol?
sr: Захтевај шифру при отварању овог новчаника?
sv: Kräv lösenord för att öppna Kaspium?
te: ఈ వాలెట్‌ని తెరవడానికి పాస్‌వర్డ్ కావాలా?
tr: Bu cüzdan açılırken bir şifre sorulsun mu?
uk: Вимагати пароль, щоб відкрити цей гаманець?
ur: اس بٹوا کو کھولنے کے لیے پاس ورڈ کی ضرورت ہے؟
zh: 需要密码来打开 Kaspium 吗？

# restartSetupButton
source: Restart Setup
af: Herbegin Opstelling
bg: Рестартирай настройка
bn: সেটআপ পুনরায় চালু করুন
ca: Reiniciar configuració
da: Genstart opsætning
de: Setup erneut beginnen
el: Επανεκκίνηση των ρυθμίσεων
es: Reiniciar configuración
eu: Konfigurazioa berriro hazi
fa: راه اندازی مجدد
fi: Käynnistä alustus uudelleen
fr: Redémarrer la configuration
he: הפעל מחדש את ההכנה
hi: सेटअप को पुनरारंभ करें
hu: Beállítás újraindítása
id: Mengulang Susunan
it: Riavvia l'installazione
ka: წყობის გადატვირთვა
nl: Setup herstarten
pl: Ponowne uruchomienie konfiguracji
ro: Reporniți configurarea
ru: Перезапустить установку
sq: Rinis konfigurimin
sr: Подешавање Поновног Покретања
sv: Starta om setup
te: సెటప్‌ని పునఃప్రారంభించండి
tr: Kurulumu Yeniden Başlat
uk: Перезапуск налаштувань
ur: سیٹ اپ دوبارہ شروع کریں۔
zh: 重新设置

source: Scan QR Code
af: Skandeer QR-Kode
bg: Сканирай QR код
bn: QR কোড স্ক্যান করুন
ca: Escanejar codi QR
da: Scan QR-kode
de: QR-Code scannen
el: Σαρώστε έναν κωδικό QR
es: Escanear código QR
eu: Eskaneatu QR kodea
fa: اسکن QR کد
fi: Skannaa QR-koodi
fr: Scanner le QR Code
he: סרוק ברקוד
hi: क्यूआर कोड स्कैन करें
hu: QR-kód beolvasás
id: Pindai Kode QR
it: Scansiona codice QR
ka: QR კოდის სკანირება
pl: Skanuj kod QR
ro: Scanare cod QR
ru: Сканировать QR-код
sq: Skanoni kodin QR
sr: Скенирај КЈУ-АР Код
sv: Skanna QR-kod
te: QR కోడ్‌ని స్కాన్ చేయండి
tr: QR Kodu Tara
uk: Сканувати QR-код
ur: کیو آر کوڈ اسکین کریں۔
zh: 扫描二维码
