Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

# scanQrCodeError
source: Failed to parse qr code
af: Kon nie QR-kode ontleed nie
bg: Неуспешно сканиране на QR кода
bn: কিউআর কোড পার্স করতে ব্যর্থ হয়েছে
ca: Error al obtenir codi QR
da: Kunne ikke parse qr-koden
de: Auswertung des QR-Codes fehlgeschlagen
el: Η σάρωση του κωδικού QR απέτυχε
es: No se pudo analizar el código QR
eu: Ezin izan da qr kodea ulertzea
fa: عدم موفقیت در تفکیک QR کد
fi: QR-koodin jäsentäminen epäonnistui
fr: Échec de l'analyse du QR Code
he: ניתוח קוד ה-QR נכשל
hi: QR कोड पार्स करने में विफल
hu: Nem sikerült a QR-kód elemzése
id: Gagal mengurai kode QR
it: Non è possibile decifrare il codice QR
ka: qr კოდის გარჩევა ვერ მოხერხდა
nl: Kan QR-code niet analyseren
pl: Nie udało się odczytać kodu QR
ro: Codul QR nu a putut fi analizat
ru: Не удалось распознать содержимое QR-кода
sq: Analizimi i kodit qr dështoi
sr: Неуспело рашчлањавање КЈУ-АР кода
sv: Misslyckades att tolka QR-kod
te: qr కోడ్‌ని స్కాన్ చేయండి
tr: QR kodu okuma başarısız
uk: Не вдалося розпізнати QR-код
ur: کیو آر کوڈ کو پارس کرنے میں ناکام
zh: 解析二维码已失败

# secretInfo
source: In the next screen, you will see your secret phrase. It is a password to access your funds. It is crucial that you back it up and never share it with anyone.
af: In die volgende skerm sal jy jou geheime frase sien. Dit is 'n wagwoord om toegang tot jou fondse te kry. Dit is van kardinale belang dat jy dit rugsteun en dit nooit met iemand deel nie.
bg: На следващия екран ще видите тайната си фраза. Това е парола за достъп до средствата ви. От решаващо значение е да направите резервно копие и никога да не я споделяте с никого.
bn: পরবর্তী পর্দায়, আপনি আপনার গোপন বাক্যাংশ দেখতে পাবেন। আপনার তহবিল অ্যাক্সেস করার জন্য এটি একটি পাসওয়ার্ড। এটি গুরুত্বপূর্ণ যে আপনি এটি ব্যাক আপ করুন এবং এটি কারও সাথে শেয়ার করবেন না।
ca: En la següent pantalla, veuràs una frase secreta. És una contrasenya per accedir als teus fons. És crucial que en facis una còpia de seguretat i no la comparteixis amb ningú.
da: På den næste skærm vil du se din hemmelige sætning, som er en adgangskode til dine midler. Det er afgørende, at du sikkerhedskopierer den og aldrig deler den med nogen.
de: Auf der nächsten Seite sehen Sie Ihre Geheimsequenz. Diese erlaubt den Zugriff auf Ihr Guthaben. Es ist sehr wichtig, dass Sie sie sichern und geheim halten.
el: Στην επόμενη οθόνη θα δείτε την μυστικής σας φράση. Αυτή είναι ο κωδικός για να έχετε πρόσβαση στα κεφάλαιά σας. Είναι εξαιρετικά σημαντικό να κάνετε ένα αντίγραφο ασφαλείας και να μην μοιραστείτε αυτή την φράση με κανέναν άλλο.
es: En la siguiente pantalla, verá su frase secreta. Es una contraseña para acceder a sus fondos. Es crucial que la respalde y nunca la comparta con nadie.
eu: Hurrengo pantailan, zure esaldi sekretua ikusiko duzu. Zure fondoak sartzeko pasahitza da. Funtsezkoa da babeskopia egitea eta inoiz inorekin partekatzea.
fa: در صفحه بعدی، عبارت مخفی خود را خواهید دید. این کلمه عبور شما برای دسترسی به ارزهای شما است. بسیار ضروری است که از آن بکاپ تهیه کنید و هرگز آن را با کسی به اشتراک نگذارید.
fi: Seuraavalla sivulla näet turvasanasi. Ne ovat salasanasi päästäksesi käsiksi varoihisi. On todella tärkeää, että varmuuskopioit ne etkä ikinä jaa niitä kenellekään.
fr: Dans l'écran suivant, vous verrez votre phrase secrète. Il s'agit d'un mot de passe qui permet d'accéder à vos fonds. Il est crucial que vous le sauvegardiez et que vous ne le partagiez jamais avec qui que ce soit.
he: המסך הבא יראה את הביטוי הסודי שלכם. זה ביטוי שמאפשר לכם גישה לכספים שלכם. מאוד חשוב שתשמרו את הביטוי במקום בטוח בנפרד למכשיר ושלא תשתפו אותו עם אנשים אחרים!
hi: अगली स्क्रीन में, आप अपना गुप्त वाक्यांश देखेंगे। यह आपके फंड तक पहुंचने के लिए एक पासवर्ड है। यह महत्वपूर्ण है कि आप इसका बैकअप लें और इसे कभी किसी के साथ साझा न करें।
hu: A következő képernyőn látni fogod a Seed Phrase-t. Ez a 24 szó az, amivel mindig el fogod tudni érni a tárcád. NAGYON fontos, hogy másolatot készíts róla -ÍRD LE- és soha ne oszd meg senkivel.
id: Pada layar berikutnya, Anda akan melihat frasa rahasia Anda. Ini adalah kata sandi untuk mengakses dana Anda. Sangat penting bagi Anda untuk mencadangkannya dan tidak pernah membaginya dengan siapa pun.
it: Nella prossima schermata, vedrai la tua frase segreta. È la password per accedere ai tuoi fondi. È fondamentale che tu ne faccia una copia e che non la condivida con nessuno.
ka: შემდეგ ეკრანზე ნახავთ თქვენს საიდუმლო ფრაზას. ეს არის პაროლი თქვენს სახსრებზე წვდომისთვის. გადამწყვეტი მნიშვნელობა აქვს მისი სარეზერვო ასლის შენახვას, რომელიც არასოდეს უნდა გაუზიაროთ ვინმეს.
nl: In het volgende scherm zie je jouw Secret Phrase. Het is een wachtwoord voor toegang tot jouw fondsen. Het is cruciaal dat je er een back-up van maakt en het nooit met iemand deelt.
pl: Na następnym ekranie zobaczysz swoją sekretną frazę. Jest to hasło umożliwiające dostęp do twoich środków. Ważne jest, aby ją zapisać i nigdy nie udostępniać komukolwiek.
ro: În continuare, veți vedea formula secretă a portofelului. Aceasta este o parolă care permite accesul la fonduri. Este vital să fie notată într-un caiet și să nu fie arătată vreodată nimănui.
ru: На следующем экране вы увидите свою seed-фразу. Она - ключ для управления вашими средствами. Крайне важно, чтобы вы создали ее резервную копию и никогда никому ee не передавали.
sq: Në ekranin tjetër, do të shihni frazën tuaj sekrete. Është një fjalëkalim për të hyrë në fondet tuaja. Është thelbësore që ta mbështesni atë dhe të mos e ndani kurrë me askënd.
sr: На следећем екрану, видећете вашу тајну фразу. Она је шифра за приступ вашим средствима. Од пресудног је значаја да направите резервну копију и да је никада не поделите нисаким.
sv: På nästa skärm kommer du att se din hemliga fras. Det är ett lösenord för att komma åt dina tillgångar. Det är viktigt att du sparar ner den och aldrig delar den med någon.
te: తదుపరి స్క్రీన్‌లో, మీరు మీ రహస్య పదబంధాన్ని చూస్తారు. ఇది మీ నిధులను యాక్సెస్ చేయడానికి పాస్‌వర్డ్. మీరు దీన్ని బ్యాకప్ చేయడం మరియు ఎవరితోనూ భాగస్వామ్యం చేయకపోవడం చాలా ముఖ్యం.
tr: Bir sonraki ekranda gizli cümlenizi göreceksiniz. Gizli cümle, cüzdanınıza ve bakiyenize erişmenizi sağlayan bir çeşit şifredir. Gizli cümlenizi güvenli bir yerde yedeklemeniz ve kimseyle paylaşmamanız çok önemlidir.
uk: На наступному екрані ви побачите свою секретну seed-фразу. Це пароль для доступу до ваших коштів. Надзвичайно важливо, щоб ви створили його резервну копію і ніколи нікому її не повідомляли.
ur: اگلی اسکرین میں، آپ کو اپنا خفیہ جملہ نظر آئے گا۔ یہ آپ کے فنڈز تک رسائی کا پاس ورڈ ہے۔ یہ بہت ضروری ہے کہ آپ اس کا بیک اپ لیں اور اسے کبھی کسی کے ساتھ شیئر نہ کریں۔
zh: 下一屏，将会看到您的助记词，它是存取资金的密码。请确保备份好，且不要与任何人透露。

# secretInfoHeader
source: Safety First!
af: Sekuriteit Eerste!
bg: Първо безопасността!
bn: নিরাপত্তাই প্রথম!
ca: Seguretat abans que res!
da: Sikkerhed frem for alt!
de: Sicherheit geht vor!
el: Η ασφάλεια πρώτα!
es: ¡La seguridad primero!
eu: Segurtasuna lehenik!
fa: ابتدا ایمنی!
fi: Turvallisuus ensin!
fr: La sécurité avant tout !
he: בטיחות קודמת לכול!
hi: सुरक्षा पहले!
hu: Első a biztonság!
id: Keselamatan Utama!
it: La sicurezza prima di tutto!
ka: უსაფრთხოება უპირველეს ყოვლისა!
nl: Veiligheid eerst!
pl: Bezpieczeństwo na pierwszym miejscu!
ro: Siguranța înainte de toate!
ru: Безопасность прежде всего!
sq: Siguaria Primare!
sr: Безбедност на Првом Месту!
sv: Säkerheten först!
te: భధ్రతేముందు
tr: Önce Güvenlik!
uk: Перш за все - безпека!
ur: پہلے حفاظت!
zh: 安全第一！

source: Secret Phrase
af: Geheime Frase
bg: Тайна фраза
bn: গোপন বাক্যাংশ
ca: Frase secreta
da: Hemmelig Sætning
de: Geheimsequenz
el: Μυστική φράση
es: Frase secreta
eu: Esaldi sekretua
fa: عبارت مخفی
fi: Turvasanat
fr: Phrase secrète
he: ביטוי סודי
hi: गुप्त वाक्यांश
hu: Seed Phrase
id: Frasa Rahasia
it: Frase segreta
ka: საიდუმლო ფრაზა
pl: Sekretna fraza
ro: Formula secretă
ru: Секретная фраза
sq: Fraze Sekrete
sr: Тајна Фраза
sv: Hemlig fras
te: రహస్య పదబంధం
tr: Gizli Cümle
uk: Секретна seed-фраза
ur: خفیہ جملہ
zh: 助记词

# secretWarning
source: If you lose your device or uninstall the application, you'll need your secret phrase to recover your funds!
af: As jy jou toestel verloor of die toepassing deïnstalleer, sal jy jou geheime frase nodig hê om jou fondse te verhaal!
bg: Ако изгубите устройството си или деинсталирате приложението, ще се нуждаете от тайната си фраза, за да възстановите средствата си!
bn: আপনি যদি আপনার ডিভাইস হারিয়ে ফেলেন বা অ্যাপ্লিকেশনটি আনইনস্টল করেন, তাহলে আপনার তহবিল পুনরুদ্ধারের জন্য আপনার গোপন বাক্যাংশ বা সীড এর প্রয়োজন হবে!
ca: Si perds el teu dispositiu o desinstal·les l'aplicació, necessitaràs la teva frase secreta o llavor per recuperar els teus fons!
da: Hvis du mister din enhed eller afinstallerer appen, skal du bruge din hemmelige sætning for at gendanne dine midler!
de: Sollten Sie Ihr Gerät verlieren oder die App löschen, benötigen Sie die Geheimsequenz, um auf Ihr Guthaben zugreifen zu können!
el: Άμα χάσετε την συσκευή σας ή απεγκαταστήσετε την εφαρμοφή, θα χρειαστείτε την μυστική σας φράση για αν έχετε πρόσβαση στα κεφάλαιά σας.
es: Si pierde su dispositivo o desinstala la aplicación, necesitará su frase secreta para recuperar sus fondos.
eu: Zure gailua galtzen baduzu edo aplikazioa desinstalatzen baduzu, zure esaldi sekretua beharko duzu zure fondoak berreskuratzeko!
fa: اگر دستگاه خود را گم کنید یا برنامه را حذف کنید، به عبارت مخفی خود برای بازیابی ارزهای خود نیاز دارید!
fi: Mikäli hävität laitteesi tai poistat sovelluksen, tarvitset turvasanasi palauttaaksesi varasi!
fr: Si vous perdez votre appareil ou désinstallez l'application, vous aurez besoin de votre phrase secrète pour restaurer votre portefeuille !
he: אם תאבדו את המכשיר או תורידו את האפליקציה מהמכשיר אתם תצטרכו להשתמש בביטוי הסודי כדי לגשת לכספים שלכם!
hi: यदि आप अपना उपकरण खो देते हैं या एप्लिकेशन को अनइंस्टॉल कर देते हैं, तो आपको अपने फंड को पुनर्प्राप्त करने के लिए अपने गुप्त वाक्यांश या सीड की आवश्यकता होगी!
hu: Ha elveszted ezt az eszközt, vagy eltávolítod az alkalmazást, szükség lesz a Seed Phrase-re a Kaspium tárcád ismételt eléréséhez.
id: Jika Anda kehilangan perangkat atau mencopot pemasangan aplikasi, Anda memerlukan frasa rahasia untuk memulihkan dana Anda!
it: Se perdi il tuo dispositivo o disinstalli l'applicazione, avrai bisogno della tua frase segreta per recuperare i tuoi fondi!
ka: თუ დაკარგავთ თქვენს მოწყობილობას ან წაშლით აპლიკაციას, დაგჭირდებათ თქვენი საიდუმლო ფრაზა სახსრების დასაბრუნებლად!
nl: Als je jouw apparaat verliest of deze app verwijdert, heb je jouw Secret Phrase nodig om je fondsen te herstellen!
pl: Jeśli zgubisz urządzenie lub odinstalujesz aplikację, będziesz potrzebował\a tajnej frazy, aby odzyskać swoje fundusze!
ro: Dacă vă pierdeți dispozitivul sau dezinstalați aplicația, aveți nevoie de seed sau de formula secretă pentru a recupera fondurile!
ru: Если вы потеряете свое устройство или удалите приложение, вам понадобится ваша секретная seed фраза - чтобы вернуть свои средства!
sq: Nëse humbni pajisjen tuaj ose çinstaloni aplikacionin, do t'ju duhet fraza juaj sekrete për të rikuperuar fondet tuaja!
sr: Уколико изгубите овај уређај или деинсталирате апликацију, биће вам потребна ваша тајна фраза да повратите приступ средствима!
sv: Om du tappar bort din enhet eller avinstallerar applikationen så behöver du din hemliga fras eller ditt seed för att återfå dina tillgångar!
te: మీరు మీ పరికరాన్ని పోగొట్టుకున్నా లేదా అప్లికేషన్‌ను అన్‌ఇన్‌స్టాల్ చేసినా, మీ నిధులను తిరిగి పొందడానికి మీకు మీ రహస్య పదబంధం అవసరం!
tr: Cihazınızı kaybederseniz ya da uygulamayı kaldırırsanız bakiyenize erişmek için gizli cümlenize ihtiyacınız olacak!
uk: Якщо ви втратите ваш пристрій або видалите додаток, вам обов'язково та неминуче знадобиться ваша секретна seed-фраза, щоб відновити кошти!
ur: اگر آپ اپنا آلہ کھو دیتے ہیں یا ایپلیکیشن ان انسٹال کرتے ہیں، تو آپ کو اپنے فنڈز کی وصولی کے لیے اپنے خفیہ جملے کی ضرورت ہوگی!
zh: 如果手机丢失或此程序被卸载，您将需要助记词恢复钱包访问！

# securityHeader
source: Security
af: Sekuriteit
bg: Сигурност
bn: নিরাপত্তা
ca: Seguretat
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
eu: Segurtasuna
fa: امنیت
fi: Turvallisuus
fr: Sécurité
he: אבטחה
hi: सुरक्षा
hu: Biztonság
id: Keamanan
it: Sicurezza
ka: უსაფრთხოება
nl: Beveiliging
pl: Bezpieczeństwo
ro: Securitate
ru: Безопасность
sq: Siguria
sr: Безбедност
sv: Säkerhet
te: భద్రత
tr: Güvenlik
uk: Безпека
ur: سیکورٹی
zh: 安全

source: Seed
af: Saad
bn: সীড
el: Η φράση
eu: Hazia
fr: Phrase secrète
he: סיד
hi: सीड
id: Benih
tr: Anahtar Cümle (Seed)
uk: Seed-фраза
zh: 助记词

# seedInvalid
source: Seed is Invalid
af: Saad is ongeldig
bg: Невалиден seed
bn: অবৈধ সিড
ca: Llavor no vàlida
da: Seed er ugyldigt
de: Seed ist ungültig.
el: Η μυστική σας φράση δεν είναι έγκυρη.
es: Seed no válida
eu: Hazia okerra da
fa: Seed نامعتبر است
fi: Seed on virheellinen
fr: La phrase secrète est invalide
he: ה"סיד" אינו תקין
hi: सीड अमान्य है
hu: Helytelen Seed Phrase
id: Benih tidak valid
it: Seed non valido
ka: Seed არასწორია
nl: Seed is ongeldig
pl: Nieprawidłowy seed
ro: Seed invalid
ru: Некорректная seed-фраза
sq: Seed është i pavlefshëm
sr: Семе није валидно
sv: Angiven hemlig fras är ogiltig
te: Seed చెల్లదు
tr: Anahtar cümle (seed) geçersiz
uk: Невірна seed-фраза
ur: سیڈ غلط ہے
zh: 助记词无效

source: Send
af: Stuur
bg: Изпрати
bn: পাঠান
ca: Enviar
de: Senden
el: Αποστολή
es: Enviar
eu: Bidali
fa: ارسال
fi: Lähetä
fr: Envoyer
he: שלח
hi: भेजें
hu: Küldés
id: Kirim
it: Invia
ka: გაგზავნა
nl: Verstuur
pl: Wyślij
ro: Trimite
ru: Отправить
sq: Dërgo
sr: Пошаљи
sv: Skicka
te: పంపండి
tr: Gönder
uk: Надіслати
ur: بھیجیں
zh: 发送

# sendConfirm
source: Send
af: Stuur
bg: Изпрати
bn: পাঠান
ca: Enviar
de: Senden
el: Αποστολή
es: Enviar
eu: Bidali
fa: ارسال
fi: Lähetä
fr: Envoyer
he: שלח
hi: भेजना
hu: Küldök
id: Kirim
it: Invia
ka: გაგზავნა
nl: Stuur
pl: Wyślij
ro: Trimite
ru: Отправить
sq: Dërgo
sr: Пошаљи
sv: Skicka
te: పంపండి
tr: Gönder
uk: Надіслати
ur: بھیجیں
zh: 发送

# sendError
source: An error occurred. Please try again
af: 'n Fout het voorgekom. Probeer asseblief weer
bg: Възникна грешка. Опитайте по-късно.
bn: একটি ত্রুটি ঘটেছে. পরে আবার চেষ্টা করুন।
ca: S'ha produït un error. Intenta-ho més tard.
da: Der opstod en fejl. Prøv igen senere.
de: Ein Fehler ist aufgetreten, bitte erneut versuchen
el: Έγινε κάποιο λάθος. Παρακαλώ προσπαθείστε ξανά.
es: Ocurrió un error. Por favor, inténtelo de nuevo.
eu: Akats bat gertatu da. Saiatu berriro mesedez
fa: خطایی پیش آمد. لطفا مجددا تلاش کنید
fi: Tapahtui virhe. Yritä uudelleen
fr: Une erreur s'est produite. Veuillez réessayer.
he: קרתה תקלה. נסה שוב מאוחר יותר
hi: एक त्रुटि पाई गई। बाद में पुन: प्रयास करें।
hu: Hiba történt. Próbálkozz később.
id: Terjadi kesalahan. Coba lagi nanti.
it: Si è verificato un errore. Si prega di riprovare più tardi.
ka: დაფიქსირდა შეცდომა. გთხოვთ სცადოთ თავიდან
nl: Er is een fout opgetreden. Probeer het later nog eens.
pl: Wystąpił błąd. Spróbój ponownie
ro: A apărut o eroare. Încercați din nou mai târziu.
ru: Произошла ошибка. Попробуйте позже.
sq: Ka ndodhur një problem. Provoni përsëri
sr: Дошло је до грешке. Молимо покушајте касније
sv: Ett fel inträffade. Försök igen senare.
te: లోపం సంభవించింది. దయచేసి మళ్లీ ప్రయత్నించండి
tr: Bir hata oluştu. Lütfen daha sonra tekrar deneyin.
uk: Виникла помилка. Будь-ласка, спробуйте ще раз
ur: ایک خرابی آگئی. دوبارہ کوشش کریں
zh: 发生错误。请稍后再试。

# sendNote
source: NOTE
af: KENNISGEWING
bg: БЕЛЕЖКА
bn: মন্তব্য
ca: NOTA
de: NOTIZ
el: ΣΗΜΕΙΩΣΗ
es: NOTA
eu: OHARRA
fa: یادداشت
fi: VIESTI
he: הערה
hi: टिप्पणी
hu: JEGYZET
id: CATATAN
ka: შენიშვნა
nl: NOTITIE
pl: NOTATKA
ro: NOTĂ
ru: ЗАМЕТКА
sq: SHËNIM
sr: БЕЛЕШКА
sv: Notering
te: గమనిక
tr: NOT
uk: НОТАТКА
ur: نوٹ
zh: 笔记

# sendToAddressTitle
source: To
af: Aan
bg: До
bn: প্রতি
ca: A
da: Til
de: An
el: Σε
es: A
eu: Nori
fa: به
fi: Vastaanottajalle
fr: Vers
he: אל
hi: को
hu: erre a címre
id: Kepada
it: Invia a
ka: რომ
nl: naar
pl: Do
ro: Către
ru: На
sq: Në
sr: До
sv: Till
te: కు
tr: Kime
uk: До
ur: کو
zh: 至

# sendTxProgressDescription
source: Please wait while the transaction is sent
af: Wag asb. terwyl die transaksie gestuur word
bg: Моля изчакайте докато транзакцията бъде изпратена
bn: রাশি পাঠানো হযচ্ছে অনুগ্রহ করে অপেক্ষা করুন
ca: Si us plau, espera mentres la transacció s'envia
da: Vent venligst, mens transaktionen sendes
de: Bitte warten, Transaktion wird gesendet
el: Παρακαλώ περιμένετε μέχρι να ολοκληρωθεί η συναλλαγή.
es: Por favor, espere mientras se envía la transacción
eu: Mesedez, itxaron transakzioa bidaltzen den bitartean
fa: لطفا تا ارسال تراکنش، شکیبا باشید
fi: Odota kunnes tapahtuma on lähetetty
fr: Veuillez patienter pendant l'envoi de la transaction
he: אנא המתינו בעת שליחת העסקה
hi: लेन-देन भेजे जाने तक कृपया प्रतीक्षा करें
hu: Kérjük várj, amíg a tranzakció elküldésre kerül
id: Harap tunggu sementara transaksi dikirim
it: Attendi l'invio della transazione
ka: გთხოვთ, დაელოდოთ ტრანზაქციის გაგზავნას
nl: Wacht even tot de transactie is verstuurd
pl: Proszę poczekać, aż transakcja zostanie wysłana
ro: Vă rugăm să așteptați cât se timp se efectuează tranzacția
ru: Пожалуйста, подождите, пока транзакция будет отправлена
sq: Ju lutemi prisni derisa transaksioni të dërgohet
sr: Молимо сачекајте док се трансакција шаље
sv: Vänligen vänta medans transaktionen skickas
te: లావాదేవీ పంపబడే వరకు దయచేసి వేచి ఉండండి
tr: İşlem gönderilirken lütfen bekleyin
uk: Будь-ласка, зачекайте, поки транзакція буде надіслана
ur: براہ کرم ٹرانزیکشن بھیجے جانے تک انتظار کریں۔
zh: 交易发送请等待

# sendTxProgressTitle
source: Sending Transaction
af: Transaksie Word Gestuur
bg: Транзакцията се изпраща
bn: রাশি পাঠানো হচ্ছে
ca: Enviant transacció
da: Sender transaktion
de: Sende Transaktion
el: Αποστολής συναλλαγής
es: Enviando transacción
eu: Transakzioa bidaltzen
fa: در حال ارسال تراکنش
fi: Lähetetään tapahtumaa
fr: Transaction en cours
he: העסקה נשלחת
hi: लेन-देन भेज रहा है
hu: Tranzakció küldése
id: Mengirim Transaksi
it: Invio della transazione in corso
ka: იგზავნება ტრანზაქცია
nl: Transactie versturen
pl: Wysyłanie transakcji
ro: Se efectuează tranzacția
ru: Отправка транзакции
sq: Dërgimi i transaksionit
sr: Трансакција се Шаље
sv: Skickar transaktion
te: లావాదేవీని పంపుతోంది
tr: İşlem Gönderiliyor
uk: Надсилаємо транзакцію
ur: لین دین بھیجنا
zh: 发送交易中

# sending
source: Send
af: Stuur
bg: Изпрати
bn: পাঠানো
ca: Enviar
da: Sender
de: Senden
el: Αποστολή
es: Enviar
eu: Bidali
fa: ارسال
fi: Lähetä
fr: Envoyer
he: שלח
hi: भेजा जा रहा है
hu: Küldés folyamatban
id: Kirim
it: Invio in corso
ka: გაგზავნა
nl: Versturen
pl: Wyślij
ro: Trimitere...
ru: Отправить
sq: Dërgo
sr: Пошаљи
sv: Skicka
te: పంపండి
tr: Gönder
uk: Надіслати
ur: بھیجیں
zh: 发送

source: Sent
af: Gestuur
bg: Изпратено
bn: পাঠানো হয়েছে
ca: Enviat
da: Sendt
de: Gesendet
el: Απεστάλη
es: Enviado
eu: Bidalita
fa: ارسال شد
fi: Lähetetty
fr: Envoyé
he: נשלח
hi: भेज दिया गया
hu: Küldött
id: Terkirim
it: Inviata
ka: გაგზავნილია
nl: Verstuurd
pl: Wysłano
ro: Trimis
ru: Отправлено
sq: Dërguar
sr: Послато
sv: Skickat
te: పంపారు
tr: Gönderildi
uk: Надіслано
ur: بھیجا
zh: 已发送

source: Sent to
af: Stuur aan
bg: Изпратено на
bn: পাঠানো হয়েছে
de: Senden an
es: Enviar a
fa: ارسال به
fr: Envoyé à
id: Terkirim Ke
nl: Verzenden naar
pl: Wysłano do
ro: Trimis către
tr: Şu adrese gönderildi:
zh: 发送至

source: Set Password
af: Stel Wagwoord In
bg: Създай парола
bn: পাসওয়ার্ড সেট করুন
ca: Establir contrasenya
da: Skift adgangskode
de: Passwort festlegen
el: Ενεργοποίηση κωδικού πρόσβασης
es: Establecer contraseña
eu: Ezarri Pasahitza
fa: تنظیم کلمه ورود
fi: Aseta salasana
fr: Définir le mot de passe
he: הגדר סיסמה
hi: पासवर्ड सेट करें
hu: Jelszó mentése
id: Atur Kata Sandi
it: Imposta Password
ka: პაროლის დაყენება
nl: Wachtwoord aanmaken
pl: Ustaw hasło
ro: Setează parola
ru: Установить пароль
sq: Vendosni fjalëkalimin
sr: Подеси Шифру
sv: Ställ in lösenord
te: పాస్వర్డ్ను సెట్ చేయండి
tr: Şifre Belirle
uk: Встановити пароль
ur: پاس ورڈ رکھیں
zh: 设置密码

# setPasswordSuccess
source: Wallet password has been set
af: Kriptobeursie wagwoord is ingestel
bg: Паролата е създадена успешно
bn: পাসওয়ার্ড সফলভাবে সেট করা হয়েছে
ca: Contrasenya establerta amb èxit
da: Adgangskoden er ændret
de: Passwort erfolgreich festgelegt
el: Ο κωδικός πρόσβασης του πορτοφολιού ενεργοποιήθηκε
es: La contraseña de la billetera ha sido establecida
eu: Karteraren pasahitza ezarri da
fa: کلمه عبور کیف پول تنظیم شد
fi: Lompakon salasana asetettu
fr: Mot de passe activé
he: סיסמת הארנק הוגדרה
hi: पासवर्ड सफलतापूर्वक सेट कर दिया गया है
hu: Jelszó sikeresen beállítva
id: Kata Sandi dompet telah berhasil ditetapkan
it: La password è stata impostata correttamente
ka: საფულის პაროლი დაყენებული იქნა
nl: Wachtwoord van je wallet is succesvol ingesteld
pl: Hasło do portfela zostało ustawione
ro: Parola a fost setată cu succes
ru: Пароль был успешно установлен
sq: Është vendosur fjalëkalimi i portofolit
sr: Шифра новчаника је успешно подешена
sv: Lösenordet har ställts in
te: వాలెట్ పాస్‌వర్డ్ సెట్ చేయబడింది
tr: Cüzdan şifresi belirlendi
uk: Пароль було успішно встановлено
ur: والیٹ پاس ورڈ سیٹ کر دیا گیا ہے۔
zh: 密码设置成功

source: Set Wallet Password
af: Stel Kriptobeursie Wagwoord In
bg: Създайте парола за достъп
bn: ওয়ালেট পাসওয়ার্ড সেট করুন
ca: Establir contrasenya del moneder
da: Angiv Pungens adgangskode
de: Wallet-Passwort festlegen
el: Ενεργοποίηση κωδικού πρόσβασης πορτοφολιού
es: Establecer contraseña de la billetera
eu: Ezarri kartearen pasahitza
fa: تنظیم کلمه عبور کیف پول
fi: Aseta lompakon salasana
fr: Définir un mot de passe
he: הגדר סיסמת הארנק
hi: वॉलेट पासवर्ड सेट करें
hu: Jelszó beállítása
id: Atur Kata Sandi Dompet
it: Imposta la password del wallet
ka: საფულის პაროლის დაყენება
nl: Stel een wachtwoord voor je portemonnee in
pl: Ustaw hasło portfela
ro: Setați o parolă portofelului
ru: Установить пароль кошелька
sq: Vendosni fjalëkalimin e portofolit
sr: Подеси Шифру Новчаника
sv: Ställ in plånbokslösenord
te: వాలెట్ పాస్‌వర్డ్‌ని సెట్ చేయండి
tr: Cüzdan Şifresi Belirle
uk: Встановити пароль гаманця
ur: والیٹ پاس ورڈ سیٹ کریں۔
zh: 设置钱包密码

# settingsHeader
source: Settings
af: Instellings
bg: Настройки
bn: সেটিংস
ca: Configuració
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
eu: Ezarpenak
fa: تنظیمات
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hu: Beállítások
id: Pengaturan
it: Impostazioni
ka: პარამეტრები
nl: Instellingen
pl: Ustawienia
ro: Setări
ru: Настройки
sq: Cilësimet
sr: Подешавања
sv: Inställningar
te: సెట్టింగులు
tr: Ayarlar
uk: Налаштування
ur: ترتیبات
zh: 设置

# settingsTransfer
source: Load from Paper Wallet
af: Laai vanaf Papierbeursie
bg: Зареди от Paper Wallet
bn: পেপার ওয়ালেট থেকে লোড করুন
ca: Carregar des d'un moneder de paper
da: Hent fra Papir Pung
de: Von Papier-Wallet importieren
el: Φορτώστε τα στοιχεία από το χάρτινο <<εκτυπωμένο>> πορτοφόλι.
es: Cargar desde billetera de papel
eu: Kargatu Paper-karteratik
fa: بارگزاری از کیف پول کاغذی
fi: Lataa paperilompakosta
fr: Charger depuis un portefeuille papier
he: טען מארנק נייר
hi: पेपर वॉलेट से लोड करें
hu: Betöltés egy papírtárcából
id: Memuat dari Dompet Kertas
it: Recupera da wallet cartaceo
ka: ქაღალდის საფულიდან ჩატვირთვა
nl: Van Paper Wallet importeren
pl: Załaduj z portfela papierowego
ro: Încarcă din Paper Wallet
ru: Загрузить с бумажного кошелька
sq: Ngarkoni nga Portofoli i letrës
sr: Учитај са Папирног Новчаника
sv: Ladda från pappersplånbok
te: పేపర్ వాలెట్ నుండి లోడ్ చేయండి
tr: Kağıt Cüzdandan Yükle
uk: Завантажити з паперового гаманця
ur: کاغذی بٹوے سے لوڈ کریں۔
zh: 从纸钱包载入
