Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

# nodeNameEmpty
source: Node name cannot be empty
af: Nodusnaam kan nie leeg wees nie
bg: Името на нода не може да бъде празно
bn: নোডের নাম শূন্য হতে পারে না
ca: El Nom del Node no pot quedar buit
da: Node navn kan ikke være tomt
de: Name des Knoten kann nicht leer sein
el: Το όνομα του κόμβου δεν μπορεί να είναι κενό
es: El nombre del nodo no puede estar vacío
eu: Nodoaren izena ezin da hutsik egon
fa: نام نود نمی تواند خالی باشد
fi: Solmun nimi ei voi olla tyhjä
fr: Le nom du nœud ne peux pas être vide
he: שם הצומת אינו יכול להיות ריק
hi: नोड का नाम खाली नहीं हो सकता
hu: Adj nevet a csomópontnak!
id: Nama node tidak boleh kosong
it: Il nome del nodo non può essere vuoto
ka: ნოუდის დასახელება არ შეიძლება იყოს ცარიელი
nl: Node naam kan niet leeg zijn
pl: Nazwa węzła sieciowego nie może być pusta
ro: Numele nodului nu poate rămâne necompletat
ru: Имя ноды не может быть пустым
sq: Emri i nyjes nuk mund të jetë bosh
sr: Име чвора не мозе бити празно
sv: Namnet på noden kan inte vara tomt
te: నోడ్ పేరు ఖాళీగా ఉండకూడదు
tr: Node adı boş bırakılamaz
uk: Назва ноди не може бути порожньою
ur: نوڈ کا نام خالی نہیں ہو سکتا
zh: 节点名称不能为空

# nodeNameHint
source: Enter Node Name
af: Sleutel Nodusnaam in
bg: Въведете име на нода
bn: নোডের নাম লিখুন
ca: Introdueix Nom del Node
da: Indtast Node Navn
de: Name für Knoten eingeben
el: Εισάγετε το όνομα του κόμβου
es: Introduzca el nombre del nodo
eu: Sartu Nodoaren Izena
fa: نام نود را وارد کنید
fi: Syötä solmun nimi
fr: Renseigner un nom de nœud
he: הזן את שם הצומת
hi: नोड का नाम दर्ज करें
hu: Csomópont neve
id: Ketiklah Nama Node
it: Inserisci il nome del nodo
ka: შეიყვანეთ ნოუდის დასახელება
nl: Node Naam invoeren
pl: Wpisz nazwę węzła sieciowego
ro: Introduceți numele nodului
ru: Введите имя ноды
sq: Futni emrin e nyjes
sr: Унеси Име Чвора
sv: Skriv nodens namn
te: నోడ్ పేరును నమోదు చేయండి
tr: Node İsmi Girin
uk: Введіть назву ноди
ur: نوڈ کا نام درج کریں
zh: 输入节点名称

# nodeUrlHint
source: Enter Node URL
af: Sleutel Nodus URL in
bg: Въведете URL на нода
bn: নোড এর URL লিখুন
ca: Introdueix adreça URL del node
da: Indtast Node URL
de: Knoten-URL eingeben
el: Εισάγετε την διέυθυνση ιστοσελίδας του κόμβου "URL"
es: Introduzca la URL del nodo
eu: Sartu Nodoaren URL
fa: آدرس نود را وارد کنید
fi: Syötä solmun URL-osoite
fr: Renseigner une URL de nœud
he: הזן את כתובת הצומת
hi: नोड का URL दर्ज करें
hu: Csomópont URL
id: Ketiklah URL Node
it: Inserisci l'URL del nodo
ka: შეიყვანეთ ნოუდის URL
nl: Invoeren Node URL
pl: Wpisz adres URL węzła sieciowego
ro: Introduceți URL-ul nodului
ru: Введите URL-адрес ноды
sq: Fut URL-në e nyjes
sr: Унеси УРЛ Чвора
sv: Skriv nodens URL
te: నోడ్ urlని నమోదు చేయండి
tr: Node Bağlantısı Girin
uk: Введіть URL-адресу Ноди
ur: نوڈ URL درج کریں
zh: 输入节点 URL

# nodeUrlInvalid
source: Invalid node URL
af: Ongeldige Nodus URL
bg: Невалиден URL на нода
bn: অবৈধ নোড URL
ca: Adreça URL del node incorrecta
da: Ugyldig node URL
de: Ungültige Knoten-URL
el: Η διεύθυνση ιστοσελίδας του κόμβου δεν είναι έκγυρη
es: URL de nodo inválida
eu: Nodoaren URL okerra
fa: آدرس نود نامعتبر است
fi: Virheellinen solmun URL-osoite
fr: URL du nœud invalide
he: כתובת הצומת אינה חוקית
hi: अमान्य नोड URL
hu: Helytelen csomópont URL
id: URL node tidak valid
it: L'URL inserito non è valido
ka: არასწორი ნოუდის URL
nl: Invalide node URL
pl: Nieprawidłowy adres URL węzła sieciowego
ro: URL-ul nodului este greșit
ru: Неверный URL-адрес ноды
sq: URL e pavlefshme e nyjes
sr: УРЛ Чвора није валидан
sv: Ogiltig nod URL
te: చెల్లని నోడ్ URL
tr: Geçersiz node bağlantısı
uk: Невірна URL-адреса ноди
ur: غلط نوڈ URL
zh: 无效节点 URL

# nodesSheetTitle
source: Kaspa Nodes
af: Kaspa Nodus
bg: Kaspa нодове
bn: কাসপা নোডস
ca: Nodes Kaspa
da: Kaspa Noder
de: Kaspa-Knoten
el: Κόμβοι Kaspa
es: Nodos Kaspa
eu: Kaspa Nodoak
fa: نودهای Kaspa
fi: Kaspa-solmut
fr: Nœuds Kaspa
he: צמתי כספא
hi: kaspa नोड्स
hu: Kaspa csomópontok
id: Node Kaspa
it: Nodi Kaspa
ka: Kaspa-ს ნოუდები
pl: Węzły sieciowe Kaspa
ro: Noduri Kaspa
ru: Ноды Kaspa
sq: Nyjet Kaspa
sr: Каспа Чворови
sv: Kaspa noder
te: Kaspa నోడ్స్
tr: Kaspa Node'ları
uk: Ноди Kaspa
ur: کاسپا نوڈس
zh: Kaspa 节点

source: Off
af: Af
bg: Изкл.
bn: বন্ধ
ca: Desactivades
da: Deaktivér
de: Aus
el: Κλειστό
es: Desactivado
eu: Itzali
fa: خاموش
fi: Pois päältä
fr: Désactivé
he: כבוי
hi: बंद
hu: Ki
id: Mati
ka: გამორთული
nl: Uit
pl: Wyłącz
ro: Dezactivate
ru: Выкл.
sq: Fik
sr: Искључено
sv: Av
te: ఆఫ్
tr: Kapalı
uk: Вимкнено
ur: بند
zh: 关闭

source: On
af: Aan
bg: Вкл.
bn: চালু
ca: Activades
da: Aktivér
de: An
el: Ανοιχτό
es: Activado
eu: Piztu
fa: روشن
fi: Päälle
fr: Activé
he: פועל
hi: पर
hu: Be
id: Hidup
ka: ჩართული
nl: Aan
pl: Włącz
ro: Activate
ru: Вкл.
sq: Ndiz
sr: Укључено
sv: På
te: పై
tr: Açık
uk: Увімкнено
ur: آن
zh: 开启

source: Paper Wallet
af: Papier Kriptobeursie
bn: পেপার ওয়ালেট
ca: Moneder de paper
da: Papir Pung
de: Papier Wallet
el: Χάρτινο πορτοφόλι
es: Cartera de papel
eu: Paperezko Kartera
fa: کیف پول کاغذی
fi: Paperilompakko
fr: Portefeuille papier
he: ארנק נייר
hi: पेपर वॉलेट
hu: Papír tárca
id: Dompet Kertas
it: Wallet cartaceo
ka: ქაღალდის საფულე
pl: Portfel papierowy
ru: Бумажный кошелёк
sq: Portofoli prej letre
sr: Папирни Новчаник
sv: Pappersplånbok
te: పేపర్ వాలెట్
tr: Kağıt Cüzdan
uk: Паперовий гаманець
ur: کاغذی بٹوا
zh: 纸钱包

# passwordBlank
source: Password cannot be empty
af: Wagwoord kan nie leeg wees nie
bg: Полето за парола не може да бъде празно
bn: পাসওয়ার্ড খালি রাখা যাবে না
ca: La contrasenya no pot estar buida
da: Adgangskoden kan ikke være tom
de: Passwort darf nicht leer sein
el: Ο κωδικός πρόσβασης δεν μπορεί να είναι κενός
es: La contraseña no puede estar vacía
eu: Pasahitza ezin da hutsik egon
fa: کلمه عبور نمی تواند خالی باشد
fi: Salasana ei voi olla tyhjä
fr: Le mot de passe ne peut être vide
he: הסיסמה לא יכולה להיות ריקה
hi: पासवर्ड खाली नहीं हो सकता
hu: Adj meg egy jelszót!
id: Kata sandi tidak boleh kosong
it: La password non può essere vuota
ka: პაროლი არ შეიძლება იყოს ცარიელი
nl: Wachtwoord mag niet leeg zijn
pl: Hasło nie może być puste
ro: Parola nu poate fi goală
ru: Пароль не может быть пустым
sq: Fjalëkalimi nuk mund të jetë bosh
sr: Поље за шифру не може бити празно
sv: Lösenordsfältet kan ej lämnas tomt
te: పాస్‌వర్డ్ ఖాళీగా ఉండకూడదు
tr: Şifre alanı boş olamaz
uk: Пароль не може бути порожнім
ur: پاس ورڈ خالی نہیں ہو سکتا
zh: 密码不能为空

# passwordNoLongerRequiredToOpenParagraph
source: You will not need a password to open this wallet.
af: Jy sal nie 'n wagwoord benodig om hierdie kriptobeursie oop te maak nie.
bg: Няма да се изисква повече парола при отваряне на портфейла.
bn: এই ওয়ালেট খুলতে আপনার আর পাসওয়ার্ড লাগবে না।
ca: Ja no requeriràs una contrasenya per obrir Natrium.
da: Du har ikke længere brug for en adgangskode for at åbne denne pung.
de: Zum Öffnen der App wird jetzt kein Passwort mehr benötigt.
el: Δεν θα χρειαστείτε κωδικό πρόσβασης για να ανοίξετε αυτό το πορτοφόλι
es: No necesitará una contraseña para abrir esta billetera.
eu: Ez duzu pasahitzik beharko kartera hau irekitzeko.
fa: برای باز کردن این کیف پول نیازی به کلمه عبور نخواهید داشت.
fi: Et tule tarvitsemaan salasanaa avataksesi tätä lompakkoa.
fr: Vous n'aurez plus besoin de mot de passe pour ouvrir ce portefeuille.
he: אין צורך בסיסמה לפתיחת ארנק זה
hi: अब आपको कैस्पियम खोलने के लिए पासवर्ड की जरूरत नहीं पड़ेगी।
hu: Kikapcsolás után nincs szükség jelszó megadásra a pénztárca megnyitásához.
id: Anda tidak memerlukan kata sandi untuk membuka dompet ini.
it: Non avrai bisogno di una password per aprire questo wallet.
ka: ამ საფულის გასახსნელად პაროლი არ დაგჭირდებათ.
nl: Je hebt geen wachtwoord meer nodig deze wallet te openen.
pl: Nie będziesz potrzebował hasła do otworzenia tego portfela.
ro: Deschideți aplicația fără a mai introduce parola.
ru: Вам больше не понадобится пароль, чтобы открыть этот кошелек.
sq: Nuk do t'ju duhet një fjalëkalim për të hapur këtë portofol.
sr: Више вам неће требати шифра како би отворили новчаник.
sv: Du kommer inte behöva ett lösenord för att öppna Kaspium längre.
te: ఈ వాలెట్‌ని తెరవడానికి మీకు పాస్‌వర్డ్ అవసరం లేదు.
tr: Bu cüzdanı açmak için bir şifreye ihtiyacınız olmayacak.
uk: Вам більше не знадобиться пароль, щоб відкрити цей гаманець.
ur: اس بٹوے کو کھولنے کے لیے آپ کو پاس ورڈ کی ضرورت نہیں ہوگی۔
zh: 您以后打开 Kaspium 不再需要密码了。

# passwordWillBeRequiredToOpenParagraph
source: This password will be required to open this wallet.
af: Hierdie wagwoord sal benodig word om hierdie kriptobeursie oop te maak.
bg: Паролата ще се изисква при всяко отваряне на портфейла.
bn: ওয়ালেট খোলার জন্য এই পাসওয়ার্ডের প্রয়োজন হবে।
ca: Es requerirà aquesta contrasenya per obrir Natrium.
da: Denne adgangskode vil blive påkrævet for at åbne denne pung.
de: Dieses Passwort wird benötigt, um Kaspium zu öffnen.
el: Αυτός ο κωδικός πρόσβασης θα χρειαστεί για να ανοίξετε αυτό το πορτοφόλι
es: Se requerirá esta contraseña para abrir esta billetera.
eu: Pasahitz hau beharrezkoa izango da kartera hau irekitzeko.
fa: این کلمه عبور برای باز کردن این کیف پول مورد نیاز خواهد بود.
fi: Tämä salasana vaaditaan tämän lompakon avaamiseen.
fr: Ce mot passe vous sera demandé pour ouvrir ce portefeuille.
he: חייבים להשתמש בסיסמה זו לפתיחת הארנק.
hi: कैस्पियम खोलने के लिए इस पासवर्ड की आवश्यकता होगी।
hu: Ezzel a jelszóval tudod majd a tárcát megnyitni.
id: Kata sandi ini akan diperlukan untuk membuka dompet ini.
it: Questa password ti sarà richiesta per aprire questo wallet.
ka: ეს პაროლი საჭირო იქნება ამ საფულის გასახსნელად.
nl: Dit wachtwoord is vereist om deze wallet mee te openen.
pl: To hasło będzie wymagane do otwarcia tego portfela.
ro: Această parolă va fi necesară pentru a deschide Kaspium.
ru: Этот пароль будет нужен, чтобы открыть даный кошелёк.
sq: Ky fjalëkalim do të kërkohet për të hapur këtë portofol.
sr: Ова шифра ће бити потребна за откључавање новчаника.
sv: Lösenordet behövs för att öppna Kaspium.
te: ఈ వాలెట్‌ని తెరవడానికి ఈ పాస్‌వర్డ్ అవసరం.
tr: Bu şifre, bu cüzdanı açmak için gerekecek.
uk: Цей пароль буде необхідним, щоб відкрити даний гаманець.
ur: اس بٹوا کو کھولنے کے لیے اس پاس ورڈ کی ضرورت ہوگی۔
zh: 以后需要这个密码才能打开Kaspium。

# passwordsDontMatch
source: Passwords do not match
af: Wagwoorde stem nie ooreen nie
bg: Паролите не съвпадат
bn: পাসওয়ার্ড মিলছে না
ca: Les contrasenyes no coincideixen
da: Adgangskoderne matcher ikke
de: Passwörter stimmen nicht überein
el: Οι κωδικοί πρόσβασης δεν είναι όμοιοι
es: Las contraseñas no coinciden
eu: Pasahitzak ez dira berdinak
fa: کلمه های عبور مطابقت ندارند
fi: Salasanat eivät täsmää
fr: Les mots de passe sont différents
he: הסיסמאות לא תואמות
hi: पासवर्ड मेल नहीं खाते
hu: A jelszavak nem egyeznek
id: Kata sandi tidak cocok
it: Le password non corrispondono
ka: პაროლები არ ემთხვევა
nl: Wachtwoorden komen niet overeen
pl: Hasła nie zgadzają się
ro: Parolele nu corespund
ru: Пароли не совпадают
sq: Fjalëkalimet nuk përputhen
sr: Шифре се не подударају
sv: Lösenorden stämmer ej överens
te: గుత్త పదములు సరి పోవట్లేదు
tr: Şifreler eşleşmiyor
uk: Паролі не співпадають
ur: پاس ورڈ میچ نہیں کرتے
zh: 密码不匹配

# pasteMnemonicError
source: Clipboard content is not a valid secret phrase
af: Knipbord-inhoud is nie 'n geldige geheime frase nie
bg: Копираното съдържанието не е валидна тайна фраза
bn: ক্লিপবোর্ড এর বিষয়বস্তু একটি বৈধ গোপন বাক্যাংশ নয়
ca: El contingut del porta-retalls no és una frase secreta correcta
da: Udklipsholder indhold er ikke en gyldig hemmelig sætning
de: Inhalt der Zwischenablage ist keine gültige Geheimsequenz
el: Το πρόχειρο δεν περιέχει μία έγκυρη μυστική φράση
es: El contenido del portapapeles no es una frase secreta válida
eu: Paper zorroan dagoen esaldi sekretua okerra da
fa: محتوای کلیپ بورد، عبارت مخفی معتبر نیست
fi: Leikepöytä ei sisällä valideja turvasanoja
fr: Le contenu du presse-papier n'est pas une phrase secrète valide
he: תוכן לוח העתקה אינו ביטוי סודי חוקי
hi: क्लिपबोर्ड सामग्री मान्य गुप्त वाक्यांश नहीं है
hu: A vágólap nem tartalmaz érvényes Seed Phrase-t.
id: Konten pada papan klip bukan frasa rahasia yang valid
it: Il contenuto copiato non è una frase segreta valida
ka: ბუფერში არსებული ინფორმაცია არ არის ვალიდური საიდუმლო ფრაზა
nl: Klembord inhoud is geen geldige Secret Phrase
pl: Zawartość schowka nie jest poprawną tajną frazą
ro: Clipboard-ul nu conține o frază secretă validă
ru: Содержимое буфера обмена не является корректной seed-фразой
sq: Përmbajtja e kujtesës nuk është një frazë e vlefshme sekrete
sr: Садржај клипбоарда није валидна тајна фраза
sv: Urklippet innehåller inte en giltig hemlig fras
te: క్లిప్‌బోర్డ్ కంటెంట్ చెల్లుబాటు అయ్యే రహస్య పదబంధం కాదు
tr: Panodaki içerik geçerli bir gizli cümle değil
uk: Вміст буфера обміну не є дійсною секретною seed-фразою
ur: کلپ بورڈ مواد ایک درست خفیہ جملہ نہیں ہے
zh: 粘贴板内容不是有效的助记词

source: pending
af: Hangend
bg: в изчакване
bn: অনুমোদন অপেক্ষারত
ca: pendent
da: afventer
de: ausstehend
el: εκκρεμεί
es: pendiente
eu: zain
fa: در حال انتظار
fi: odottaa
fr: En attente
he: בהמתנה
hi: अपूर्ण
hu: függőben
id: tertunda
it: in attesa
ka: მოლოდინის რეჟიმი
nl: Afwachten
pl: oczekujący
ro: în așteptare
ru: в ожидании
sq: në pritje
sr: На чекању
sv: pågående
te: పెండింగ్‌లో ఉంది
tr: beklemede
uk: очікується
ur: زیر التواء
zh: 待处理

# pinConfirmError
source: Pins do not match
af: PIN's stem nie ooreen nie
bg: ПИН кода не съвпада
bn: পিন সঠিক হয় নি
ca: Els codis PIN no coincideixen
da: PIN-koderne stemmer ikke overens
de: PINs stimmen nicht überein
el: Οι κωδικοί Pin δεν είναι όμοιοι
es: Los PIN no coinciden
eu: Pin zenbakiak ezberdinak dira
fa: پین ها مطابقت ندارند
fi: PIN-koodit eivät täsmää
fr: Les PINs ne correspondent pas
he: הקודים אינם תואמים
hi: पिन एक दूसरे से नहीं मिल रहे
hu: A PIN-kódok nem egyeznek
id: PIN tidak cocok
it: I PIN non corrispondono
ka: წერტილები არ ემთხვევა
nl: Pincodes komen niet overeen
pl: Kody PIN się nie zgadzają
ro: PIN-urile nu corespund
ru: PIN-коды не совпадают
sq: Pinet nuk përputhen
sr: Пинови се не подударају
sv: PIN-kod matchar ej
te: పిన్స్ సరిపోలడం లేదు
tr: PIN kodları uyuşmuyor
uk: PIN-коди не співпадають
ur: پن میچ نہیں کرتے
zh: 识别码不匹配

# pinConfirmTitle
source: Confirm your PIN
af: Bevestig jou PIN
bg: Потвърдете вашият ПИН
bn: আপনার পিন নিশ্চিত করুন
ca: Confirma el teu PIN
da: Bekræft din PIN-kode
de: Bestätigen Sie Ihre PIN
el: Επικυρώστε τον κωδικό σας PIN
es: Confirmar su PIN
eu: Balieztatu zure PIN zenbakia
fa: پین خود را تایید کنید
fi: Vahvista PIN-koodisi
fr: Confirmer votre code PIN
he: אשר את הקוד
hi: अपने पिन की पुष्टि करें
hu: Erősítsd meg a PIN-kódod
id: Konfirmasi PIN Anda
it: Conferma il tuo PIN
ka: დაადასტურეთ თქვენი PIN
nl: Bevestig pincode
pl: Potwierdź swój PIN
ro: Confirmă PIN-ul
ru: Подтвердите PIN-код
sq: Konfirmoni PIN-in tuaj
sr: Потврдите ваш ПИН
sv: Bekräfta din PIN-kod
te: మీ పిన్ను నిర్ధారించండి
tr: PIN kodunuzu onaylayın
uk: Підтвердіть ваш PIN-код
ur: اپنے PIN کی تصدیق کریں
zh: 确认您的识别码

# pinCreateTitle
source: Create a 6-digit PIN
af: Skep 'n 6-syfer PIN
bg: Създайте 6-цифрен ПИН код
bn: একটি 6 অঙ্কের পিন তৈরি করুন
ca: Crea un PIN de 6 dígits
da: Opret en 6-cifret PIN-kode
de: Erstellen Sie eine 6-stellige PIN
el: Δημιουργείστε έναν 6-ψήφιο κωδικό PIN
es: Crear un PIN de 6 dígitos
eu: Sortu 6 digituko PIN zenbakia
fa: یک پین 6 رقمی ایجاد کنید
fi: Luo 6-numeroinen PIN-koodi
fr: Créer un code PIN à 6 chiffres
he: יצר קוד באורך 6 ספרות
hi: एक 6 अंकों का पिन बनाएँ
hu: Hozz létre egy 6 számjegyű PIN-kódot
id: Buat sebuah PIN 6 digit
it: Crea un PIN a 6 cifre
ka: შექმენით 6-ციფრა PIN
nl: Creëer een 6-cijferige pincode
pl: Utwórz 6-cyfrowy kod PIN
ro: Creați un PIN cu 6 cifre
ru: Создайте 6-значный PIN-код
sq: Krijo një PIN 6-shifror
sr: Креирај ПИН са 6 цифара
sv: Skapa en 6-siffrig PIN-kod
te: 6 అంకెల పిన్‌ను సృష్టించండి
tr: 6 haneli bir PIN kodu oluşturun
uk: Створіть PIN-код з 6-ти цифр
ur: 6 ہندسوں کا پن بنائیں
zh: 创建一个 6 位数的识别码

# pinEnterTitle
source: Enter PIN
af: Sleutel PIN in
bg: Въведете ПИН
bn: পিন লিখুন
ca: Introdueix el PIN
da: Indtast PIN-kode
de: PIN eingeben
el: Εισάγετε τον κωδικό PIN
es: Ingresar PIN
eu: Satu PIN zenbakia
fa: پین را وارد کنید
fi: Syötä PIN-koodi
fr: Entrez le code PIN
he: הזן קוד
hi: पिन दर्ज करें
hu: Írd be a PIN-kódot
id: Masukan PIN
it: Inserisci PIN
ka: შეიყვანეთ PIN
nl: Voer pincode in
pl: Wpisz PIN
ro: Introdu PIN-ul
ru: Введите PIN-код
sq: Fut kodin PIN
sr: Унесите ПИН
sv: Ange PIN-kod
te: పిన్ నమోదు చేయండి
tr: PIN kodunu girin
uk: Введіть PIN-код
ur: PIN درج کریں۔
zh: 输入识别码

# pinInvalid
source: Invalid PIN entered
af: Ongeldige PIN ingesleutel
bg: Въведен е невалиден ПИН
bn: অবৈধ পিন প্রবেশ করা হয়েছে
ca: PIN introduït invàlid
da: Den indtastede PIN-kode er ugyldig
de: Falsche PIN eingegeben
el: Ο κωδικός PIN που εισάγατε δεν είναι έγκυρος
es: PIN inválido introducido
eu: PIN zenbakia okerra
fa: پین اشتباه وارد شده است
fi: Väärä PIN-koodi syötetty
fr: Code PIN saisi invalide
he: הוזן קוד לא תקין
hi: गलत पिन दर्ज किया गया
hu: Helytelen PIN-kód
id: PIN yang dimasukkan salah
it: Il PIN inserito non è valido
ka: იქნა შეყვანილი არასწორი PIN
nl: Ongeldige pincode ingevoerd
pl: Wprowadzono nieprawidłowy kod PIN
ro: PIN invalid
ru: Введён неверный PIN-код
sq: Është futur kodi PIN i pavlefshëm
sr: ПИН који сте унели није валидан
sv: Felaktig PIN-kod angiven
te: చెల్లని పిన్ నమోదు చేయబడింది
tr: Geçersiz bir PIN kodu girdiniz
uk: Введено невірний PIN-код
ur: غلط PIN درج کیا گیا۔
zh: 输入的识别码无效

# pinMethod
source: PIN
bg: ПИН
bn: পিন
da: PIN-kode
fa: پین
fi: PIN-koodi
fr: Code PIN
he: קוד
hi: पिन
nl: Pincode
ru: PIN-код
sr: ПИН
te: పిన్
tr: PIN Kodu
uk: PIN-Код
zh: 识别码

# pinSeedBackup
source: Enter PIN to Backup Secret Phrase
af: Sleutel PIN in om Geheime Frase te Rugsteun
bg: Въведете ПИН за да съхраните тайната фраза
bn: গোপন সীড ব্যাকআপ করতে পিন লিখুন
ca: Introdueix el PIN per copiar la llavor i la frase secreta
da: Indtast PIN-kode for at sikkerhedskopiere Seed
de: PIN eingeben, um Seed zu sehen.
el: Εισάγετε τον κωδικό PIN για να δημιουργήσετε αντίγραφο της μυστικής φράσης
es: Ingrese el PIN para hacer una copia de seguridad de la frase secreta
eu: Sartu PIN zenbakia esaldi sekretua gordetzeko
fa: پین را برای بکاپ گیری عبارت مخفی وارد کنید
fi: Syötä PIN-koodi varmuuskopioidaksesi turvasanat
fr: Entrez le code PIN pour voir votre phrase secrète
he: הזן קוד כדי לגבות את הביטוי הסודי
hi: वॉलेट के सीड को बैकअप के लिए पिन दर्ज करें।
hu: a Seed Phrase megjelenítéséhez.
id: Masukkan PIN kedalam Cadangan Frasa Rahasia
it: Inserisci il PIN per eseguire il backup della frase segreta
ka: შეიყვანეთ PIN საიდუმლო ფრაზის სარეზერვო ასლის შესაქმნელად
nl: Vul je pincode in om een back up te maken van je Secret Phrase
pl: Wprowadź kod PIN w celu zabezpieczenia frazy sekretnej
ro: Introdu PIN-ul pentru a vedea seed-ul portofelului.
ru: Введите PIN-код, чтобы выполнить резервное копирование seed-фразы
sq: Fut kodin PIN për të rezervuar frazën sekrete
sr: Унесите ПИН да Креирате Копију Тајне Фразе
sv: Ange PIN-kod för att säkerhetskopiera din hemliga fras
te: రహస్య పదబంధాన్ని బ్యాకప్ చేయడానికి పిన్‌ని నమోదు చేయండి
tr: Gizli Cümleyi Yedeklemek için PIN Kodunu Girin
uk: Введіть PIN-код, щоб створити резервну копію секретної seed-фрази
ur: خفیہ جملہ کو بیک اپ کرنے کے لیے PIN درج کریں۔
zh: 输入识别码以备份钱包助记词

source: Preferences
af: Voorkeure
bg: Предпочитания
bn: পছন্দ
ca: Preferències
da: Præferencer
de: Einstellungen
el: Ρυθμίσεις
es: Preferencias
eu: Lehentasunak
fa: سلایق
fi: Asetukset
fr: Préférences
he: העדפות
hi: प्रेफरेन्सेस
hu: Beállítások
id: Preferensi
it: Preferenze
ka: პრეფერენციები
nl: Voorkeuren
pl: Ustawienia
ro: Preferințe
ru: Предпочтения
sq: Preferancat
sr: Преференције
sv: Preferenser
te: ప్రాధాన్యతలు
tr: Tercihler
uk: Налаштування
ur: ترجیحات
zh: 偏好

source: Privacy Policy
af: Privaatheid Beleid
bg: Декларация за поверителност
bn: গোপনীয়তা নীতি
ca: Política de privadesa
da: Fortrolighedspolitik
de: Datenschutz
el: Πολιτική απορρήτου
es: Política de privacidad
eu: Pribatutasun-politika
fa: سیاست حفظ حریم خصوصی
fi: Tietosuojatiedote
fr: Politique de confidentialité
he: מדיניות הפרטיות
hi: गोपनीयता नीति
hu: Adatvédelmi Szabályzat
id: Kebijakan Privasi
it: Politiche sui dati sensibili
ka: კონფიდენციალურობის პოლიტიკა
nl: Privacybeleid
pl: Polityka prywatności
ro: Politica de confidențialitate
ru: Политика конфиденциальности
sq: Politika e privatësisë
sr: Политика Приватности
sv: Integritetspolicy
te: గోప్యతా విధానం
tr: Gizlilik Politikası
uk: Політика приватності
ur: رازداری کی پالیسی
zh: 隐私政策

# qrInvalidAddress
source: QR code does not contain a valid address
af: QR-kode bevat nie 'n geldige adres nie
bg: QR кода не съдържа валидна дестинация
bn: QR কোডে কোনো বৈধ ঠিকানা নেই
ca: El codi QR no conté un destí vàlid
da: QR-koden indeholder ikke en gyldig adresse
de: QR-Code enthält keine gültige Empfängeradresse
el: Ο κωδικός QR δεν περιέχει μία έγκυρη διεύθυνση
es: El código QR no contiene una dirección válida
eu: QR kodeak ez du baliozko helbiderik
fa: QR کد حاوی آدرس معتبری نیست
fi: QR-koodi ei sisällä validia osoitetta
fr: Le QR code ne contient pas de d'adresse valide
he: קוד ה-QR לא מכיל כתובת חוקית
hi: QR कोड में मान्य गंतव्य नहीं है
hu: A QR-kód nem tartalmaz érvényes címet
id: Kode QR tidak berisi alamat yang valid
it: Il codice QR non contiene un indirizzo valido
ka: QR კოდი არ შეიცავს სწორ მისამართს
nl: QR code bevat geen geldig adres
pl: Kod QR nie zawiera prawidłowego adresu
ro: Codul QR nu conține o adresă validă
ru: QR-код не содержит корректного адреса
sq: Kodi QR nuk përmban një adresë të vlefshme
sr: КЈУ-АР код не садржи валидну адресу
sv: QR-koden innehåller inte en giltig destination
te: QR కోడ్ చెల్లుబాటు అయ్యే చిరునామాను కలిగి లేదు
tr: QR kodu geçerli bir adres içermiyor
uk: QR-Код не містить дійсну адресу
ur: QR کوڈ میں درست پتہ نہیں ہے۔
zh: 二维码不包含一个有效的地址

# qrInvalidSeed
source: QR code does not contain a valid seed or private key
af: QR-kode bevat nie 'n geldig saadfrase of private sleutel nie
bg: QR кода не съдържа валиден seed или личен ключ
bn: QR কোডে একটি বৈধ সিড বা ব্যক্তিগত কী নেই
ca: El codi QR no conté una llavor o clau privada vàlida
da: QR-koden indeholder ikke et gyldigt Seed eller privat nøgle
de: Der QR-Code enthält keinen gültigen Seed oder Private Key
el: Ο κωδικός QR δεν περιέχει έγκυρο seed ή ιδιωτικό κλειδί
es: El código QR no contiene una semilla o clave privada válida
eu: QR kodeak ez du baliozko hazia edo gako pribaturik
fa: QR کدها شامل seed یا کلید خصوصی معتبر نمی باشد
fi: QR-koodi ei sisällä validia seediä tai yksityistä avainta
fr: Le QR code ne contient pas de phrase secrète ou de clé privée valide
he: הברקוד אינו מכיל "סיד" תקין או מפתח פרטי
hi: QR कोड में वैध सीड या प्राइवेट की नहीं है
hu: A QR-kód nem tartalmaz érvényes Seed Phrase-t, vagy privát kulcsot
id: Kode QR tidak mengandung benih atau kunci pribadi yang valid
it: Il codice QR non contiene un seed o una chiave privata validi
ka: QR კოდი არ შეიცავს ვალიდურ seed-ს ან პირად გასაღებს
nl: QR code bevat geen geldige seed of private key
pl: Kod QR nie zawiera poprawnego seed'a lub klucza prywatnego
ro: Codul QR nu conține un seed sau private key valid
ru: QR-код не содержит корректной seed-фразы или приватного ключа
sq: Kodi QR nuk përmban një seed të vlefshme ose çelës privat
sr: КЈУ-АР код не садржи валидно семе или приватан кључ
sv: QR-koden innehåller ingen giltig hemlig fras
te: QR కోడ్ చెల్లుబాటు అయ్యే Seed లేదా ప్రైవేట్ కీని కలిగి ఉండదు
tr: QR kodu geçerli bir anahtar cümle (seed) ya da özel anahtar içermiyor
uk: QR-код не містить правильної секретної seed-фрази або приватного ключа
ur: QR کوڈ میں درست سیڈ یا نجی کلید نہیں ہے۔
zh: 二维码不包含任何有效的种子或私钥
