Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

# transferError
source: An error has occurred during the transfer. Please try again later.
af: 'n Fout het voorgegekom gedurende die oordrag. Probeer asb. later weer.
bg: Възникна грешка по време на прехвърлянето. Моля опитайте по-късно.
bn: স্থানান্তরের সময় একটি ত্রুটি ঘটেছে৷ অনুগ্রহ করে একটু পরে আবার চেষ্টা করুন।
ca: S'ha produït un error en la transferència. Si us plau, intenta-ho més tard.
da: Der opstod en fejl under overførslen. Prøv igen senere.
de: Während des Transfers ist ein Fehler aufgetreten. Bitte versuchen Sie es später erneut.
el: Κατά την διάρκεια της συναλλαγής συνέβη κάποιο λάθος. Παρακαλώ προσπαθήστε ξανά αργότερα.
es: Ha ocurrido un error durante la transferencia. Por favor, intente de nuevo más tarde.
eu: Akats bat gertatu da transferentzian. Saiatu berriro geroago.
fa: در حین انتقال خطایی رخ داده است. لطفا بعدا مجددا تلاش کنید.
fi: Siirrossa tapahtui virhe. Yritä myöhemmin uudelleen.
fr: Une erreur s’est produite durant le transfert. Veuillez réessayer plus tard.
he: חלה תקלה במהלך ההעברה. בבקשה נסה מאוחר יותר.
hi: लेन-देन के दौरान एक त्रुटि हुई है। कृपया बाद में पुन: प्रयास करें।
hu: Hiba történt az átvitel során. Kérlek, próbáld újra később.
id: Terjadi kesalahan selama transfer. Coba lagi nanti.
it: Si è verificato un errore durante il trasferimento. Riprova più tardi.
ka: ტრანსფერისას მოხდა შეცდომა. გთხოვთ სცადოთ მოგვიანებით.
nl: Tijdens het overzetten is er een fout opgetreden. Probeer het later nog eens.
pl: Podczas transferu wystąpił błąd. Spróbuj ponownie później.
ro: A avut loc o eroare în timpul transferului. Vă rugăm să încercați din nou mai târziu.
ru: Во время передачи произошла ошибка. Пожалуйста, попробуйте позже.
sq: Ka ndodhur një gabim gjatë transferimit. Ju lutemi provoni përsëri më vonë.
sr: Дошло је до грешке приликом трансфера. Молимо покушајте касније.
sv: Ett fel uppstod vid överföringen. Försök igen senare.
te: బదిలీ సమయంలో లోపం సంభవించింది. దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి.
tr: Transfer esnasında bir problem oluştu. Lütfen daha sonra tekrar deneyin.
uk: Під час переказу сталася помилка. Будь-ласка, спробуйте пізніше.
ur: منتقلی کے دوران ایک خرابی پیش آگئی ہے۔ براہ کرم کچھ دیر بعد کوشش کریں.
zh: 传送出现了问题，请稍后再尝试。

# transferHeader
source: Transfer Funds
af: Plaas Fondse oor
bg: Прехвърли средства
bn: তহবিল স্থানান্তর
ca: Transferir fons
da: Overfør midler
de: Guthaben transferieren
el: Μεταφορά κεφαλαίου.
es: Transferir fondos
eu: Funtsak transferitzea
fa: انتقال وجه
fi: Siirrä Varat
fr: Transférer les fonds
he: העבר כספים
hi: राशि का ट्रांसफर
hu: Átutalás
id: Transfer Dana
it: Trasferisci fondi
ka: სახსრების ტრასფერი
nl: Saldo overzetten
pl: Przelew środków
ro: Transferă Fonduri
ru: Перевод средств
sq: Transfero Fondet
sr: Трансфер Средстава
sv: Överför medel
te: నిధులను బదిలీ చేయండి
tr: Bakiye Transferi
uk: Переказати кошти
ur: فنڈز کی منتقلی
zh: 传送钱币

# transferIntro
source: This process will transfer the funds from a paper wallet to your Kaspium wallet. Tap the "{button}" button to start.
af: Hierdie proses sal die fondse vanaf 'n papierbeursie oordra na jou Kaspium Kriptobeursie. Tik die "{button}" knoppie om te begin.
bg: Този процес ще прехвърли вашите средства от Paper Wallet към Kaspium Wallet. Натиснете "{button}" бутона за старт.
bn: এই প্রক্রিয়াটি পেপার ওয়ালেট থেকে আপনার Kaspium ওয়ালেটে তহবিল স্থানান্তর করবে। শুরু করতে "{button}" বোতামে ট্যাপ করুন।
ca: Aquest procés transferirà els fons des d'un moneder de paper al teu moneder Natrium. Prem el botó "{button}" per començar.
da: Denne proces overfører midler fra en papir pung til din Kaspium pung. Tryk på "{button}" knappen for at begynde.
de: Dieser Vorgang wird das Guthaben vom Papier-Wallet in Ihr Kaspium Wallet transferieren. Tippe zum Starten auf "{button}".
el: Η διαδικασία αυτή θα μεταφέρει τα κεφάλαιο από το χάρτινο πορτοφόλι στο πορτοφόλι Kaspium. Πατήστε το "{button}" κουμπί για να ξεκινήσετε.
es: Este proceso transferirá los fondos de una billetera de papel a su billetera de Kaspium. Toque el botón "{button}" para empezar.
eu: Prozesu honek funtsak paperezko kartera batetik zure Kaspium Kartera transferituko ditu. Sakatu "{button}" botoia hasteko.
fa: این فرآیند وجوه را از کیف پول کاغذی به کیف پول Kaspium شما منتقل خواهد کرد. برای شروع، "{button}" را لمس کنید.
fi: Tämä prosessi siirtää varat paperilompakosta Kaspium-lompakkoosi. Napauta painiketta "{button}" aloittaaksesi.
fr: Transférer le contenu d'un portefeuille papier vers votre portefeuille Kaspium. Appuyer sur le bouton "{button}" pour commencer.
he: התהליך יעביר את הסכום שברשותך מארנק הנייר לארנק כספיום לחץ על כפתור ה-"{button}" כדי להתחיל.
hi: यह प्रक्रिया एक पेपर वॉलेट से आपके कैपियम वॉलेट में फंड ट्रांसफर कर देगी। शुरू करने के लिए "{button}" बटन को दबाएँ।
hu: Ez a folyamat egy papírtárcán lévő KAS-t a Kaspium tárcába helyezi át. A kezdéshez érintsd meg a "{button}" gombot.
id: Proses ini akan mentransfer dana dari dompet kertas ke dompet Kaspium Anda. Ketuk tombol "{button}" untuk memulai.
it: Questo processo trasferirà i fondi da un wallet cartaceo al tuo wallet Kaspium. Premi il pulsante "{button}" per iniziare.
ka: ეს პროცესი გადაიტანს თანხებს ქაღალდის საფულედან თქვენს კასპიუმის საფულეში. შეეხეთ "{button}" ღილაკს დასაწყებად.
nl: Met dit proces wordt het saldo van een paper wallet overgezet naar jouw Kaspium Wallet. Tik op de "{button}" knop om te starten.
pl: Ten proces przeniesie środki z papierowego portfela do portfela Kaspium. Stuknij w przycisk "{button}", aby rozpocząć.
ro: Acest proces va transfera fondurile dintr-un Paper Wallet către contul dvs. Kaspium. Atingeți butonul "{button}" pentru a începe.
ru: Этот процесс переведёт средства с бумажного кошелька на ваш кошелёк Kaspium. Нажмите кнопку "{button}" чтобы начать.
sq: Ky proces do të transferojë fondet nga një portofol letre në portofolin tuaj Kaspium. Prekni butonin "{button}" për të filluar.
sr: Овај процес ће послати средства са папирног новчаника у ваш Каспиум новчаник Притисни "{button}" да започнеш.
sv: Den här processen kommer att överföra tillgångar från en pappersplånbok till din Kaspium-plånbok. Tryck på "{button}" knappen för att starta.
te: ఈ ప్రక్రియ పేపర్ వాలెట్ నుండి మీ కాస్పియం వాలెట్‌కి నిధులను బదిలీ చేస్తుంది. ప్రారంభించడానికి "{button}" బటన్‌ను నొక్కండి.
tr: Bu işlem bir kağıt cüzdanda bulunan bakiyeyi Kaspium cüzdanınıza transfer edecek. Başlamak için "{button}" düğmesine dokunun.
uk: Цей процес перенесе кошти з паперового гаманця у ваш гаманець Kaspium. Натисніть кнопку "{button}", щоб почати.
ur: یہ عمل کاغذی بٹوے سے آپ کے Kaspium والیٹ میں رقم منتقل کر دے گا۔ شروع کرنے کے لیے "{button}" بٹن کو تھپتھپائیں ۔
zh: 这个过程会将纸钱包的钱币转移到您的 Kaspium 钱包。 请按 "{button}" 键开始。

# transferLoading
source: Transferring
af: Besig met oordrag
bg: Прехвърляне
bn: স্থানান্তর করা হচ্ছে
ca: Transferint
da: Overfører
de: Transfer läuft
el: Η μεταφορά βρίσκεται σε εξέλιξη
es: Transfiriendo
eu: Bidaltzen
fa: در حال انتقال
fi: Siirretään
fr: Transfert en cours
he: מעביר
hi: ट्रांसफर हो रहा है
hu: Átutalás folyamatban
id: Mentransfer
it: Trasferimento in corso
ka: მიმდინარეობს ტრანსფერი
nl: Overzetten
pl: Transferowanie
ro: Se transferă...
ru: Переводиться
sq: Duke transferuar
sr: Пребацивање
sv: Överför
te: బదిలీ చేయడం
tr: Transfer Ediliyor
uk: Переказується
ur: منتقلی
zh: 传送中

# transferManualHint
source: Please enter the seed below.
af: Sleutel asb. die saadfrase hieronder in.
bg: Моля въведете seed по-долу.
bn: অনুগ্রহ করে নীচে সিডটি লিখুন।
ca: Si us plau, introdueix la llavor a sota.
da: Indtast Seed nedenfor.
de: Bitte Seed eingeben.
el: Παρακαλώ εισάγετε την μυστική φράση παρακάτω.
es: Por favor, introduzca la semilla a continuación.
eu: Mesedez, sartu behean hazia.
fa: لطفا seed زیر را وارد کنید.
fi: Syötä seed alle.
fr: Merci d'entrer votre phrase secrète ci-dessous.
he: אנא הזן את ה"סיד" למטה
hi: कृपया नीचे सीड दर्ज करें।
hu: Írd be a Seed Phrase-t.
id: Harap masukkan benih di bawah ini.
it: Inserisci il tuo seed.
ka: გთხოვთ შეიყვანოთ seed
nl: A.u.b. hieronder de seed invoeren.
pl: Proszę wpisać tajną frazę seed poniżej.
ro: Introduceți seed-ul mai jos.
ru: Пожалуйста, введите вашу seed-фразу ниже.
sq: Ju lutemi shkruani seed më poshtë.
sr: Унесите семе испод.
sv: Vänligen ange din hemliga fras nedan.
te: దయచేసి క్రింద Seed నమోదు చేయండి
tr: Lütfen anahtar cümlesini (seed) aşağıya girin.
uk: Будь-ласка, введіть вашу seed-фразу нижче.
ur: براہ کرم ذیل میں بیج درج کریں۔
zh: 请在下方输入助记词。

# transferNoFunds
source: This seed does not have any KAS on it
af: Hierdie saadfrase het geen KAS op dit nie
bg: Този seed не съдържа KAS
bn: এই সিড এ কোন KAS নেই
ca: Aquesta llavor no conté cap KAS
da: Der er ingen KAS i dette Seed.
de: Dieser Seed enthält keine KAS.
el: Το πορτοφόλι που αντιστοιχεί σε αυτήν την μυστική φράση, δεν διαθέτει υπόλοιπο KAS.
es: Esta semilla no contiene ningún KAS en ella
eu: Hazi honek ez du KASrik
fa: این seed شامل هیچ KAS نمی باشد
fi: Tämä seed ei pidä sisällään yhtään KASia
fr: Cette phrase secrète ne contient pas de KAS
he: ה"סיד" אינו מכיל שום כספא
hi: इस सीड पर कोई KAS नहीं है
hu: A Seed Phrase-hez tartózó tárcában nincs KAS
id: Benih ini tidak memiliki KAS di dalamnya
it: Questo seed non contiene alcun KAS.
ka: ამ seed-ს არ აქვს KAS
nl: Op deze seed staat geen KAS.
pl: Ta seed fraza nie zawiera żadnego KAS
ro: Acest seed nu conține KAS.
ru: Эта seed-фраза не имеет KAS.
sq: Ky seed nuk ka asnjë KAS mbi të
sr: Ово семе нема КАС на себи
sv: Detta seed innehåller inga KAS.
te: ఈ Seedలో KAS ఏదీ లేదు
tr: Bu anahtar cümlesinde (seed) hiç KAS yok.
uk: Ця seed-фраза не містить KAS на балансі.
ur: اس سیڈ پر کوئی KAS نہیں ہے۔
zh: 这组助记词不包含任何 KAS

# transferQrScanError
source: This QR code does not contain a valid seed.
af: Hierdie QR-kode bevat nie 'n geldige saadfrase nie.
bg: Този QR код не съдържа валиден seed.
bn: এই QR কোডে বৈধ সিড নেই।
ca: Aquest codi QR no conté una llavor vàlida.
da: Denne QR-kode indeholder ikke et gyldigt Seed.
de: Dieser QR Code enthält keinen gültigen Seed.
el: Αυτός ο κωδικός QR δεν αντιστοιχεί σε μία έγκυρη μυστική φράση.
es: Este código QR no contiene una semilla válida.
eu: QR kode honek ez du baliozko hazirik.
fa: این QR کد شامل هیچ seed معتبری نیست.
fi: Tämä QR-koodi ei sisällä validia seediä.
fr: Ce QR code ne contient pas de phrase secrète valide.
he: הברקוד אינו מכיל "סיד" תקין
hi: इस QR कोड में वैध सीड नहीं है।
hu: Ez a QR-kód nem tartalmaz érvényes Seed Phrase-t
id: Kode QR ini tidak mengandung benih yang valid.
it: Questo codice QR non contiene un seed valido.
ka: ეს QR კოდი არ შეიცავს მოქმედ seed-ს.
nl: Deze QR-code bevat geen geldige seed.
pl: Ten kod QR nie zawiera poprawnej frazy seed.
ro: Acest cod QR nu conține un seed valid.
ru: Этот QR-код не содержит достоверной seed-фразы.
sq: Ky kod QR nuk përmban një seed të vlefshme.
sr: Овај КЈУ-АР код не садржи валидно семе.
sv: Denna QR-kod innehåller inget giltigt seed.
te: ఈ QR కోడ్‌లో చెల్లుబాటు అయ్యే Seed లేదు.
tr: Bu QR kodu geçerli bir anahtar cümle (seed) içermiyor.
uk: Цей QR-код не містить правильної seed-фрази.
ur: اس QR کوڈ میں درست سیڈ نہیں ہے۔
zh: 这个二维码没有包含任何有效的助记词。

# transferQrScanHint
source: Scan a Kaspa seed or private key
af: Skandeer 'n Kaspa saadfrase of privaatsleutel
bg: Сканирайте Kaspa seed или частен ключ
bn: একটি কাসপা সীড স্ক্যান করুন বা ব্যক্তিগত কী
ca: Escaneja una llavor o clau privada Kaspa
da: Scan et Kaspa Seed eller privat nøgle
de: Scanne einen Kaspa Seed oder Private-Key
el: Σαρώστε μία μυστική φράση Kaspa ή ένα ιδιωτικό κλειδί.
es: Escanear una semilla o clave privada de Kaspa
eu: Eskaneatu Kaspa hazia edo giltza pribatu bat
fa: اسکن Kaspa seed یا کلید خصوصی
fi: Skannaa Kaspa seed tai yksityinen avain
fr: Scanner une phrase secrète ou une clé privée Kaspa
he: סרוק "סיד" של כספא או מפתח פרטי
hi: कैपियम का सीड या प्राइवेट की स्कैन करें
hu: Olvass be Kaspa Seed Phrase-t, vagy privát kulcsot
id: Pindai Kaspa benih atau kunci pribadi
it: Scansiona un seed o una chiave privata
ka: დაასკანირეთ Kaspa seed ან პირადი გასაღები
nl: Scan een Kaspa seed of een private key
pl: Zeskanuj seed frazę Kaspa lub klucz prywatny
ro: Scanați un seed pentru KAS sau un private key
ru: Сканировать seed-фразу Kaspa или приватный ключ
sq: Skanoni një seed Kaspa ose çelës privat
sr: Скенирај Каспа семе или приватни кључ
sv: Skanna en Kaspa seed eller en privat nyckel
te: స్కాన్ చేయండి Kaspa Seed లేదా ప్రైవేట్ కీ
tr: Bir Kaspa anahtar cümlesi (seed) ya da özel anahtar tarayın
uk: Сканувати seed-фразу Kaspa або приватний ключ
ur: Kaspa سیڈ یا نجی کلید اسکین کریں۔
zh: 请扫描 Kaspa 助记词或私钥

source: unconfirmed
af: onbevestig
bg: непотвърдена
bn: অনিশ্চিত
ca: sense confirmar
da: ubekræftet
de: unbestätigt
el: Ανεπιβαιβέωτο
es: no confirmado
eu: Baieztatu gabe
fa: تایید نشده
fi: vahvistamaton
fr: non confirmé
he: לא מאושר
hi: अपुष्‍टीकृत
hu: nem megerősített
id: belum dikonfirmasi
it: non confermata
ka: დაუდასტურებელი
nl: onbevestigd
pl: niepotwierdzono
ro: neconfirmat
ru: неподтверждено
sq: e pakonfirmuar
sr: непотврђено
sv: obekräftade
te: ధృవీకరించబడలేదు
tr: onaylanmamış
uk: непідтверджено
ur: غیر تصدیق شدہ
zh: 未确认

source: not accepted
af: nie aanvaar nie
bg: не приета
bn: গ্রহনযোগ্য নয়
da: Ikke accepteret
de: nicht akzeptiert
el: δεν έγινε αποδεκτή
es: no aceptado
eu: ez da onartu
fa: قابل قبول نیست
fi: ei hyväksytty
fr: rejeté
he: לא התקבל
hi: स्वीकार नहीं किया गया
hu: elutasítva
id: tidak diterima
ka: არ არის მიღებული
nl: niet geaccepteerd
pl: nie zaakceptowane
ro: neacceptat
ru: не принято
te: అంగీకరించలేదు
tr: kabul edilmedi
uk: не прийнято
zh: 未能接受

source: accepted
af: aanvaar
bg: приета
bn: গৃহীত
da: Accepteret
de: akzeptiert
el: έγινε αποδεκτή
es: aceptado
eu: onartuta
fa: پذیرفته شد
fi: hyväksytty
fr: accepté
he: התקבל
hi: स्वीकृत
hu: elfogadva
id: diterima
ka: მიღებულია
nl: geaccepteerd
pl: zaakceptowane
ro: acceptat
ru: принято
te: ఆమోదించబడిన
tr: kabul edildi
uk: прийнято
zh: 已接受

source: unknown
af: onbekend
bg: неизвестна
bn: অজানা
ca: desconegut
da: Ukendt
de: unbekannt
el: Άγνωστο
es: desconocido
eu: ezezaguna
fa: نامعلوم
fi: tuntematon
fr: inconnu
he: לא ידוע
hi: अज्ञात
hu: ismeretlen
id: tidak diketahui
it: sconosciuta
ka: უცნობი
nl: Onbekend
pl: nieznany
ro: necunoscut
ru: неизвестно
sq: e paditur
sr: непознато
sv: okänd
te: తెలియని
tr: bilinmiyor
uk: невідомий
ur: غیر تصدیق شدہ
zh: 未知

source: Unlock
af: Ontsluit
bg: Отключи
bn: আনলক
ca: Desbloquejar
da: Lås op
de: Entsperren
el: Ξεκλείδωμα
es: Desbloquear
eu: desblokeatu
fa: گشودن قفل
fi: Avaa
fr: Déverrouiller
he: שחרר מנעילה
hi: खोले
hu: Feloldás
id: Buka Kunci
it: Sblocca
ka: გახსნა
nl: Ontgrendelen
pl: Odblokuj
ro: Deblochează
ru: Разблокировать
sq: Hap
sr: Откључај
sv: Lås upp
te: అన్‌లాక్ చేయండి
tr: Kilidi Aç
uk: Розблокувати
ur: غیر مقفل کریں۔
zh: 解锁

# unlockBiometrics
source: Authenticate to Unlock Wallet
af: Verifieer om Kriptobeursie te Ontsluit
bg: Удостоверете се за достъп до портфейла
bn: ক্যাস্পিয়াম আনলক করার জন্য প্রমাণীকরণ করুন
ca: Autentica't per desbloquejar Natrium
da: Verificer for at låse pungen op
de: Authentifizieren, um Kaspium zu entsperren
el: Κάντε πιστοποίηση για να ξεκλειδώσετε το πορτοφόλι
es: Autentificar para desbloquear la billetera
eu: Autentifikatu kartera desblokeatzeko
fa: هویت سنجی برای گشودن قفل کیف پول
fi: Tunnistaudu avataksesi lompakon
fr: Authentifiez-vous pour déverrouiller le portefeuille
he: התאמתו כדי לשחרר ארנק מנעילה
hi: कैपियम अनलॉक करने के लिए प्रमाणित करें
hu: Hitelesítés szükséges a Kaspiumba való bejelentkezéshez
id: Otentikasi untuk Membuka Kunci Dompet
it: Autenticati per sbloccare il wallet
ka: ავთენტიფიკაცია საფულის გასახსნელად
nl: Verifiëren om wallet te ontgrendelen
pl: Potwierdź tożsamość aby odblokować portfel
ro: Autentificaţi-vă pentru a debloca Kaspium
ru: Аутентифицируйтесь для разблокировки кошелька
sq: Autentifikohu për të zhbllokuar portofolin
sr: Аутентификуј се Ради Откључавања Новчаника
sv: Verifiera för att låsa upp Kaspium
te: వాలెట్‌ని అన్‌లాక్ చేయడానికి ప్రమాణీకరించండి
tr: Cüzdanın Kilidini Açmak için Kimliğinizi Doğrulayın
uk: Автентифікуйтесь, щоб розблокувати гаманець
ur: بٹوا کو غیر مقفل کرنے کے لیے تصدیق کریں۔
zh: 验证并解锁 Kaspium

# unlockPin
source: Enter PIN to Unlock Wallet
af: Sleutel PIN in om Kriptobeursie te Ontsluit
bg: Въведете ПИН за отключване на портфейла
bn: ক্যাস্পিয়াম আনলক করতে PIN লিখুন
ca: Introdueix el PIN per desbloquejar Natrium
da: Indtast PIN-koden for at låse Natirum op
de: PIN eingeben, um Kaspium zu entsperren
el: Εισάγετε το εξαψήφιο PIN για να ξεκλειδώσετε το πορτοφόλι
es: Introduce el PIN para desbloquear la billetera
eu: Sartu PIN zenbakia kartera desblokeatzeko
fa: برای گشودن قفل کیف پول، پین را وارد کنید
fi: Syötä PIN-koodi avataksesi lompakon
fr: Entrer votre code PIN pour déverrouiller le portefeuille
he: הזן קוד על מנת לשחרר ארנק מנעילה
hi: कैपियम अनलॉक करने के लिए पिन दर्ज करें
hu: a tárca megnyitásához.
id: Masukkan PIN untuk Membuka Kunci Dompet
it: Inserisci il PIN per sbloccare il wallet
ka: შეიყვანეთ PIN საფულის გასახსნელად
nl: PIN invoeren om wallet te ontgrendelen
pl: Wpisz kod PIN, aby odblokować portfel
ro: Introduceți codul PIN pentru a debloca Kaspium
ru: Введите PIN-код для разблокировки кошелька
sq: Fut kodin PIN për të zhbllokuar portofolin
sr: Унеси ПИН да Откључаш Новчаник
sv: Ange PIN för att låsa upp Kaspium
te: వాలెట్‌ని అన్‌లాక్ చేయడానికి పిన్‌ను నమోదు చేయండి
tr: Cüzdanın Kilidini Açmak için PIN Kodunu Girin
uk: Введіть PIN-код, щоб розблокувати гаманець
ur: بٹوا کو غیر مقفل کرنے کے لیے پن درج کریں۔
zh: 请输入识别码来解锁 Kaspium

# utxosUppercase
source: UTXOs
bg: UTXO
eu: UTXOak
fi: UTXO:t
hu: MARADÉKOK
it: UTXO
ka: UTXO-ები
ro: UTXO-uri
sr: УТКСОс
tr: UTXO'lar
zh: UTXO

source: View Address
af: Besigtig Adres
bg: Виж адрес
bn: ঠিকানা দেখুন
ca: Veure Adreça
da: Se Adresse
de: Adresse anzeigen
el: Δείτε την διεύθυνση
es: Ver dirección
eu: Helbidea Ikusi
fa: نمایش آدرس
fi: Tarkastele osoitetta
fr: Voir les adresses
he: הצג כתובת
hi: एड्रेस देखें
hu: Cím megtekintése
id: Lihat Alamat
it: Visualizza indirizzo
ka: მისამართის ნახვა
nl: Bekijk adres
pl: Zobacz adres
ro: Vezi adresa
ru: Посмотреть адрес
sq: Shiko adresën
sr: Види Адресу
sv: Kolla adress
te: చిరునామాను వీక్షించండి
tr: Adresi Göster
uk: Переглянути адресу
ur: پتہ دیکھیں
zh: 查看地址

source: View Transaction
af: Besigtig Transaksie
bg: Виж транзакция
bn: লেনদেন দেখুন
ca: Veure Transacció
da: Se Transaktion
de: Transaktion anzeigen
el: Δείτε την συναλλαγή
es: Ver transacción
eu: Transakzioa Ikusi
fa: نمایش تراکنش
fi: Tarkastele tapahtumaa
fr: Voir la transaction
he: הצג עסקה
hi: लेन-देन देखें
hu: Tranzakció megtekintése
id: Lihat Transaksi
it: Visualizza transazione
ka: ტრანზაქციების ნახვა
nl: Bekijk transactie
pl: Zobacz transakcję
ro: Vezi tranzacția
ru: Посмотреть транзакцию
sq: Shikoni transaksionin
sr: Види Трансакцију
sv: Kolla transaktion
te: లావాదేవీని వీక్షించండి
tr: İşlemi Göster
uk: Переглянути транзакцію
ur: لین دین دیکھیں
zh: 查看交易

source: Wallet Addresses
af: Kriptobeursie Adresse
bg: Адреси на портфейла
bn: ওয়ালেট এর ঠিকানা
ca: Adreces del moneder
da: Pung Adresser
de: Wallet-Adressen
el: Διευθύνσεις πορτοφολιού
es: Direcciones de la billetera
eu: Karteraren Helbideak
fa: آدرس های کیف پول
fi: Lompakon osoitteet
fr: Adresses du portefeuille
he: כתובות הארנקים
hi: वॉलेट एड्रेस
hu: Tárca címek
id: Alamat Dompet
it: Indirizzi del wallet
ka: საფულის მისამართები
nl: Adressen van je Wallet
pl: Adresy portfela
ro: Adresele portofelelor
ru: Адреса кошелька
sq: Adresat e portofolit
sr: Адреса Новчаника
sv: Plånboks adresser
te: వాలెట్ చిరునామాలు
tr: Cüzdan Adresleri
uk: Адреси гаманця
ur: بٹوے کے پتے
zh: 钱包地址

source: Wallet Address
af: Kriptobeursie Adres
bg: Адрес на портфейла
bn: ওয়ালেট এড্রেস
de: Wallet-Adresse
es: Dirección de la billetera
fa: آدرس کیف پول
fr: Adresse du portefeuille
id: Alamat Dompet
nl: Walletadres
pl: Adres portfela
ro: Adresa Portofelului
tr: Cüzdan Adresi
zh: 钱包地址

source: Wallet name
af: Kriptobeursie Naam
bg: Име на портфейла
bn: ওয়ালেটের নাম
ca: Nom del moneder
da: Pung navn
el: Όνομα πορτοφολιού
es: Nombre de la billetera
eu: Helbidearen izena
fa: نام کیف پول
fi: Lompakon nimi
fr: Nom du portefeuille
he: שם הארנק
hi: वॉलेट का नाम
hu: Tárca neve
id: Nama dompet
it: Nome del wallet
ka: საფულის დასახელება
nl: Naam van je wallet
pl: Nazwa portfela
ro: Numele portofelului
ru: Имя кошелька
sq: Emri i portofolit
sr: Име новчаника
sv: Plånbokens namn
te: వాలెట్ పేరు
tr: Cüzdan adı
uk: Назва гаманця
ur: بٹوے کا نام
zh: 钱包名称

# walletNameDescription
source: Enter a name for your wallet
af: Sleutel 'n naam vir jou kriptobeursie in
bg: Въведете име на портфейла
bn: আপনার ওয়ালেটের জন্য একটি নাম লিখুন
ca: Introdueix un nom pel teu moneder
da: Indtast et navn til din pung
de: Bitte Name für das Wallet eingeben
el: Εισάγετε όνομα για το πορτοφόλι σας
es: Introduzca un nombre para tu billetera
eu: Sartu izen bat zure helbidearentzat
fa: یک نام برای کیف پول خود انتخاب کنید
fi: Syötä nimi lompakollesi
fr: Entrez un nom pour votre portefeuille
he: הזן שם לארנק שלך
hi: अपने वॉलेट के लिए एक नाम दर्ज करें
hu: Adj egy nevet a tárcának
id: Masukkan nama untuk dompet Anda
it: Inserisci un nome per il tuo wallet
ka: შეიყვანეთ დასახელება თქვენი საფულისთვის
nl: Vul een naam voor je Wallet in
pl: Wpisz nazwę dla swojego portfela
ro: Introduceți un nume pentru portofelul Dvs.
ru: Введите имя своего кошелька
sq: Futni një emër për portofolin tuaj
sr: Унесите име за ваш новчаник
sv: Skriv in ett namn för din plånbok
te: మీ వాలెట్ కోసం పేరును నమోదు చేయండి
tr: Cüzdanınız için bir ad girin
uk: Введіть назву для вашого гаманця
ur: اپنے بٹوے کے لیے ایک نام درج کریں۔
zh: 输入钱包名称

# walletNameHint
source: Wallet Name
af: Kriptobeursie Naam
bg: Име на портфейла
bn: ওয়ালেটের নাম
ca: Nom del moneder
da: Pung Navn
el: Όνομα πορτοφολιού
es: Nombre de la billetera
eu: Helbidearen Izena
fa: نام کیف پول
fi: Lompakon nimi
fr: Nom du portefeuille
he: שם הארנק
hi: वॉलेट का नाम
hu: Tárca neve
id: Nama Dompet
it: Nome del wallet
ka: საფულის დასახელება
nl: Naam van je Wallet
pl: Nazwa portfela
ro: Numele Portofelului
ru: Имя кошелька
sq: Emri i portofolit
sr: Име Новчаника
sv: Plånbokens namn
te: వాలెట్ పేరు
tr: Cüzdan Adı
uk: Назва гаманця
ur: بٹوے کا نام
zh: 钱包名称

# walletSetupAddressDiscovery
source: Running Address Discovery
af: Besig met Adresopsporing
bg: Откриване на адрес
bn: চলন্ত ঠিকানা আবিষ্কার করা
ca: Executant Descobriment d'Adreces
da: Kører adresseopdagelse
de: Adressensuche läuft
el: Η εύρεση διεύθυνσης βρίσκεται σε εξέλιξη.
es: Descubriendo direcciones
eu: Helbideen aurkikuntza martxan
fa: در حال پیداکردن آدرس
fi: Osoitehakemisto käynnissä
fr: Découverte d'adresses en cours
he: מריץ גילוי כתובות
hi: रनिंग एड्रेस डिस्कवरी
hu: Címek felderítése
id: Jalankan Penemuan Alamat
it: Analisi degli indirizzi in corso
ka: მიმდინარეობს მისამართიების აღმოჩენა
nl: Lopende adresdetectie
pl: Prowadzenie wyszukiwania adresów
ro: Descoperă adresa de rulare
ru: Выполняется обнаружение адресов
sq: Zbulimi i adresës në punë
sr: Покренуто Откривање Адреса
sv: Genomför adress upptäckt
te: చిరునామా డిస్కవరీని అమలు చేస్తోంది
tr: Adres Keşfi Çalıştırılıyor
uk: Запущено пошук адрес
ur: ایڈریس ڈسکوری چل رہا ہے۔
zh: 运行地址发现
