Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

source: Account
af: Rekening
bg: Акаунт
bn: অ্যাকাউন্ট
ca: Compte
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
eu: Kontua
fa: حساب کاربری
fi: Tili
fr: Compte
he: חשבון
hi: खाता
hu: Fiók
id: Akun
ka: პირადი ანგარიში
pl: Konto
ro: Cont
ru: Счёт
sq: Llogaria
sr: Налог
sv: Konto
te: ఖాతా
tr: Hesap
uk: Рахунок
ur: اکاؤنٹ
zh: 账户

source: Accounts
af: Rekeninge
bg: Акаунти
bn: অ্যাকাউন্টস
ca: Comptes
da: Konti
de: Konten
el: Λογαριασμοί
es: Cuentas
eu: Kontuak
fa: حساب ها
fi: Tilit
fr: Comptes
he: חשבונות
hi: खाते
hu: Fiókok
id: Semua Akun
ka: პირადი ანგარიშები
pl: Konta
ro: Conturi
ru: Счета
sq: Llogaritë
sr: Налози
sv: Konton
te: ఖాతాలు
tr: Hesaplar
uk: Рахунки
ur: اکاؤنٹس
zh: 账户

# ackBackedUp
source: Are you sure that you've backed up your secret phrase?
af: Is jy seker dat jy 'n rugsteun van jou geheime frase het?
bg: Сигурни ли сте, че имате копие на тайната си фраза?
bn: আপনি কি নিশ্চিত যে আপনি আপনার গোপন বাক্যাংশ বা সীড ব্যাক আপ করেছেন?
ca: N'estàs segur que has fet una còpia de seguretat de la teva frase secreta o llavor?
da: Er du sikker på, at du har sikkerhedskopieret din hemmelige sætning?
de: Sind Sie sich sicher, dass Sie Ihre Geheimsequenz oder den Seed gesichert haben?
el: Είστε σίγουροι ότι έχετε κρατήσει αντίγραφο ασφαλείας της μυστικής σας φράσης;
es: ¿Está seguro de que ha hecho una copia de su frase secreta?
eu: Ziur zaude zure esaldi sekretuaren babeskopia egin duzula?
fa: آیا مطمئن هستید که از عبارت مخفی خود بکاپ گرفته اید؟
fi: Oletko varma että olet varmuuskopioinut turvasanasi?
fr: Êtes-vous sûr de bien avoir correctement sauvegardé votre phrase secrète ?
he: האם אתם בטוחים ששמרתם את הביטוי הסודי שלכם?
hi: क्या आप सुनिश्चित हैं कि आपने अपने गुप्त वाक्यांश या सीड का बैकअप ले लिया है?
hu: Biztos, hogy elmentetted a Seed Phrase-t?
id: Anda yakin sudah menyimpan benih / Kalimat Rahasia anda?
it: Sei sicuro di aver fatto una copia della tua frase segreta?
ka: დარწმუნებული ხართ, რომ შექმენით თქვენი საიდუმლო ფრაზის სარეზერვო ასლი?
nl: Weet je zeker dat je een back-up hebt gemaakt van jouw Secret Phrase?
pl: Czy jesteś pewny/a że zapisałeś/aś sekretną frazę?
ro: Ești sigur/ă că ai salvat formula secretă ori seed-ul portofelului?
ru: Вы уверены, что вы сохранили резервную копию вашей seed-фразы?
sq: Jeni i sigurt që e keni ruajtur frazën tuaj sekrete?
sr: Да ли сте сигурни да сте направили резервну копију ваше тајне фразе?
sv: Är du säker på att du har sparat ner din hemliga fras eller seed?
te: మీరు మీ రహస్య పదబంధం ని బ్యాకప్ చేశారని మీరు ఖచ్చితంగా అనుకుంటున్నారా?
tr: Gizli cümlenizi yedeklediğinizden emin misiniz?
uk: Ви впевнені, що зробили резервну копію вашої секретної seed-фрази ?
ur: کیا آپ کو یقین ہے کہ آپ نے اپنے خفیہ جملے کا بیک اپ لیا ہے؟
zh: 您确定助记词已备份？

source: Add
af: Voeg by
bg: Добави
bn: যোগ করুন
ca: Afegir
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
eu: Gehitu
fa: اضافه کردن
fi: Lisää
fr: Ajouter
he: הוספה
hi: जोड़ना
hu: Hozzáadás
id: Tambah
it: Aggiungi
ka: დამატება
nl: Toevoegen
pl: Dodaj
ro: Adaugă
ru: Добавить
sq: Shto
sr: Додај
sv: Lägg till
te: జోడించు
tr: Ekle
uk: Додати
ur: شامل کریں
zh: 添加

source: Add Account
af: Voeg Rekening By
bg: Добави акаунт
bn: অ্যাকাউন্ট যোগ করুন
ca: Afegir compte
da: Tilføj konto
de: Konto hinzufügen
el: Προσθήκη Λογαριασμού
es: Añadir cuenta
eu: Kontua gehitu
fa: اضافه کردن حساب کاربری
fi: Lisää tili
fr: Ajouter un compte
he: הוסף חשבון
hi: खाता जोड़ो
hu: Fiók hozzáadása
id: Tambah Akun
it: Aggiungi account
ka: პირადი ანგარიშის დამატება
nl: Account toevoegen
pl: Dodaj konto
ro: Adaugă cont
ru: Добавить аккаунт
sq: Shto Llogari
sr: Додај Налог
sv: Lägg till konto
te: ఖాతా జోడించండి
tr: Hesap Ekle
uk: Додати рахунок
ur: اکاؤنٹ شامل کریں
zh: 添加账户

source: Add Contact
af: Voeg Kontak By
bg: Добави контакт
bn: কন্টাক্ট সংরক্ষণ
ca: Afegir contacte
da: Tilføj Kontakt
de: Kontakt hinzufügen
el: Προσθήκη Επαφής
es: Añadir Contacto
eu: Gehitu kontaktua
fa: اضافه کردن مخاطب
fi: Lisää yhteystieto
fr: Ajouter un contact
he: הוסף איש קשר
hi: संपर्क जोड़ें
hu: Cím felvétele
id: Tambah Kontak
it: Aggiungi contatto
ka: კონტაქტის დამატება
nl: Contact toevoegen
pl: Dodaj kontakt
ro: Adaugă contact
ru: Добавить контакт
sq: Shto Kontakte
sr: Додај Контакт
sv: Lägg till kontakt
te: పరిచయం జోడించడం
tr: Kişi Ekle
uk: Додати контакт
ur: رابطہ شامل کریں
zh: 添加联系人

source: Add Node
af: Voeg Nodus By
bg: Добави нод
bn: নোড যোগ করুন
ca: Afegir node
da: Tilføj Node
de: Knoten hinzufügen
el: Προσθήκη Κόμβου
es: Añadir Nodo
eu: Gehitu nodoa
fa: اضافه کردن گره یا نود
fi: Lisää solmu
fr: Ajouter un nœud
he: הוסף צומת
hi: नोड जोड़ें
hu: Csomópont hozzáadása
id: Tambah Node
it: Aggiungi nodo
ka: ნოუდის დამატება
nl: Node toevoegen
pl: Dodać węzeł sieciowy
ro: Adaugă notă
ru: Добавить ноду
sq: Shto Nyje
sr: Додај Белешку
sv: Lägg till nod
te: నోడ్ జోడించండి
tr: Node Ekle
uk: Додати ноду
ur: نوڈ شامل کریں
zh: 添加节点

# addNodeFailed
source: Failed to add Kaspa node
af: Kon nie Kaspa-nodus byvoeg nie
bg: Грешка при добавянето на нода
bn: Kaspa নোড যোগ করা ব্যর্থ হয়েছে
ca: Error al afegir node Kaspa
da: Kunne ikke tilføje Kaspa node
de: Kaspa-Knoten hinzufügen fehlgeschlagen
el: Αποτυχία προσθήκης κόμβου Kaspa
es: Error al agregar nodo Kaspa
eu: Ezin izan da gehitu Kaspa nodoa
fa: ناموفق در اضافه کردن گره کسپا
fi: Kaspa-solmun lisääminen epäonnistui
fr: Échec de l'ajout du nœud Kaspa
he: הוספת צומת כספא נכשלה
hi: कास्पा नोड जोड़ने में विफल
hu: Kaspa csomópont hozzáadása sikertelen
id: Gagal menambahkan node Kaspa
it: Impossibile aggiungere nodo Kaspa
ka: ვერ მოხერხდა Kaspa-ს ნოუდის დამატება
nl: Kaspa node toevoegen mislukt
pl: Nie udało się dodać węzła sieciowego Kaspa
ro: Adăugare eșuată a nodului Kaspa
ru: Не удалось добавить ноду Kaspa
sq: Shtimi i nyjes Kaspa dështoi
sr: Додавање Kaspa чвора није успело
sv: Misslyckades att lägga till en Kaspa nod
te: kaspa నోడ్ జోడించడంలో విఫలమైంది
tr: Kaspa node'u ekleme işlemi başarısız
uk: Помилка додавання ноди Kaspa
ur: کیسپا نوڈ شامل کرنے میں ناکام
zh: 添加 Kaspa 节点失败

# addNodeFailedMessage
source: Failed: {error}
af: Fout: {error}
bg: Грешка: {error}
bn: ব্যর্থ হয়েছে: {error}
ca: Error: {error}
da: Mislykkedes: {error}
de: Fehlgeschlagen: {error}
el: Σφάλμα: {error}
es: Fallido: {error}
eu: Huts egin du: {error}
fa: ناموفق: {error}
fi: Virhe: {error}
fr: Erreur: {error}
he: שגיאה: {error}
hi: असफल: {error}
hu: Hiba: {error}
id: Gagal: {error}
it: Errore: {error}
ka: ვერ მოხერხდა: {error}
nl: Mislukt: {error}
pl: Błąd: {error}
ro: Eroare: {error}
ru: Не удалось: {error}
sq: Dështoi: {error}
sr: Неуспешно: {error}
sv: Misslyckades {error}
te: విఫలమయ్యారు: {error}
tr: Başarısız: {error}
uk: Невдало: {error}
ur: ناکام: {error}
zh: 失败: {error}

# addNodeSuccess
source: Node Added Successfully
af: Nodus Suksesvol Bygevoeg
bg: Успешно добавяне на нода
bn: নোড সফলভাবে যোগ করা সম্পন্ন হয়েছে
ca: Node afegit amb èxit
da: Node tilføjet
de: Knoten erfolgreich hinzugefügt
el: Προσθήκη Κόμβου Επιτυχής
es: Nodo agregado con éxito
eu: Nodoa ondo gehitu da
fa: گره با موفقیت اضافه شد
fi: Solmu lisätty onnistuneesti
fr: Nœud ajouté avec succès
he: צומת הוספה בהצלחה
hi: नोड सफलतापूर्वक जोड़ा गया
hu: Csomópont sikeresen hozzáadva
id: Node Berhasil Ditambahkan
it: Nodo aggiunto con successo
ka: ნოუდი წარმატებულად იქნა დამატებული
nl: Node Succesvol Toegevoegd
pl: Węzeł sieciowy dodany pomyślnie
ro: Nodul a fost adăugat cu succes
ru: Нода добавлена успешно
sq: Nyja u shtua me sukses
sr: Чвор Успешно Додат
sv: Nod tillagd
te: నోడ్ విజయవంతంగా జోడించబడింది
tr: Node Başarıyla Eklendi
uk: Нода додана успішно
ur: نوڈ کامیابی کے ساتھ شامل ہو گیا
zh: 添加节点成功

# addingNodeMessage
source: Please wait while contacting node
af: Wag asb. terwyl nodus gekontak word
bg: Моля изчакайте докато сe установи връзка с нода
bn: নোডের সাথে যোগাযোগ করার সময় অনুগ্রহ করে অপেক্ষা করুন
ca: Si us plau, espera mentre es contacta amb el node
da: Vent venligst, mens node kontaktes
de: Bitte warten während der Knoten kontaktiert wird
el: Παρακαλώ περιμένετε όσο γίνεται επικοινωνία με τον κόμβο
es: Por favor, espere mientras se establece conexión con el nodo
eu: Mesedez, itxaron nodoarekin harremanetan jartzen zaren bitartean
fa: لطفا تا زمان دسترسی به گره شکیبا باشید
fi: Odota kunnes yhteys solmuun luotu
fr: Veuillez patienter pendant que le nœud est contacté
he: אנא המתינו בזמן יצירת קשר עם צומת
hi: कृपया नोड से संपर्क करते समय प्रतीक्षा करें
hu: Kérlek várj, kapcsolatfelvétel a csomóponttal...
id: Harap tunggu saat menghubungkan node
it: Attendi mentre contatto il nodo
ka: გთხოვთ მოიცადოთ იქამდე სანამ ვუკავშირდებით ნოუდს
nl: Wacht even terwijl de node wordt verbonden
pl: Poczekaj na połączenie z węzłem sieciowym
ro: Vă rugăm să așteptați cât se contactează nodul
ru: Дождитесь, пожалуйста, установления связи с нодой
sq: Ju lutemi prisni gjatë kontaktit me nyjen
sr: Молимо сачекајте док се контактира чвор
sv: Vänligen vänta medan noden kontaktas
te: node సంప్రదిస్తున్నప్పుడు దయచేసి వేచి ఉండండి
tr: Node ile iletişim kurulurken lütfen bekleyin
uk: Будь-ласка, зачекайте, доки ми встановимо з'єднання з нодою
ur: براہ کرم نوڈ سے رابطہ کرتے وقت انتظار کریں
zh: 连接节点中, 请等待

# addingNodeTitle
source: Adding Node
af: Nodus Word Bygevoeg
bg: Добавяне на нод
bn: নোড যোগ করা হচ্ছে
ca: Afegint node
da: Tilføjer Node
de: Knoten wird hinzugefügt
el: Γίνεται προσθήκη Κόμβου
es: Agregando nodo
eu: Nodoa gehitzen
fa: در حال اضافه کردن گره
fi: Lisätään solmua
fr: Ajout du nœud en cours
he: מוסיף צומת
hi: नोड जोड़ना
hu: Csomópont hozzáadása
id: Menambahkan Node
it: Aggiungendo il nodo
ka: ნოუდის დამატება
nl: Node wordt toegevoegd
pl: Dodawanie węzła sieciowego
ro: Se adaugă nodul
ru: Добавление ноды
sq: Duke shtuar nyjen
sr: Додавање Чвора
sv: Lägger till nod
te: నోడ్ జోడించడం
tr: Node Ekleniyor
uk: Додавання ноди
ur: نوڈ شامل کیا جا رہا ہے
zh: 添加节点中

source: Address
af: Adres
bg: Адрес
bn: ঠিকানা
ca: Adreça
da: Adresse
de: Adresse
el: Διέυθυνση
es: Dirección
eu: Helbidea
fa: آدرس
fi: Osoite
fr: Adresse
he: כתובת
hi: एड्रेस
hu: Cím
id: Alamat
it: Indirizzo
ka: მისამართი
nl: Adres
pl: Adres
ro: Adresă
ru: Адрес
sq: Adrresa
sr: Адреса
sv: Adress
te: చిరునామా
tr: Adres
uk: Адреса
ur: پتہ
zh: 地址

source: Address Copied
af: Adres Gekopieer
bg: Адрес копиран
bn: ঠিকানা কপি করা হয়েছে
ca: Adreça copiada
da: Adresse Kopieret
de: Adresse kopiert
el: Η Διεύθυνση Αντιγράφηκε
es: Dirección copiada
eu: Helbidea kopiatu da
fa: آدرس کپی شد
fi: Osoite kopioitu
fr: Adresse copiée
he: כתובת הועתקה
hi: एड्रेस कॉपी हो गया है
hu: Cím másolva
id: Alamat berhasil disalin.
it: Indirizzo copiato
ka: მისამართი დაკოპირებულია
nl: Adres gekopieerd
pl: Skopiowano adres
ro: Adresă copiată
ru: Адрес скопирован
sq: Adresa u kopjua
sr: Адреса Копирана
sv: Adress kopierad
te: చిరునామా కాపీ చేయబడింది
tr: Adres Kopyalandı
uk: Адресу скопійовано
ur: پتہ کاپی کر دیا گیا ہے
zh: 地址已复制

# addressCopiedFailed
source: Failed to copy address
af: Adres kopiëring onsuksesvol
bg: Неуспешно копиране на адрес
bn: ঠিকানা কপি করা ব্যর্থ হয়েছে
da: Adressen kunne ikke kopieres
de: Kopieren der Adresse fehlgeschlagen
el: Αποτυχία αντιγραφής διεύθυνσης
es: No se ha copiado la dirección
eu: Ezin izan da helbidea kopiatu
fa: آدرس کپی نشد
fi: Osoitteen kopiointi epäonnistui
fr: La copie de l'adresse à échoué
he: נכשל להעתיק את הכתובת
hi: एड्रेस कॉपी करने में विफल
hu: A cím másolása sikertelen
id: Gagal menyalin alamat
it: La copia dell'indirizzo non è andata a buon fine
ka: მისამართის კოპირება ვერ მოხერხდა
nl: Adres kopiëren is mislukt
pl: Nie udało się skopiować adresu
ro: Adresa nu a putut fi copiată
ru: Не удалось скопировать адрес
te: చిరునామాను కాపీ చేయడంలో విఫలమైంది
tr: Adres kopyalanamadı
uk: Не вдалося скопіювати адресу
zh: 复制地址失败

# addressHint
source: Enter Address
af: Sleutel Adres In
bg: Въведете адрес
bn: ঠিকানা লিখুন
ca: Introduir adreça
da: Indtast Adresse
de: Adresse eingeben
el: Εισαγωγή Διεύθυνσης
es: Introducir dirección
eu: Sartu helbidea
fa: آدرس را وارد کنید
fi: Syötä osoite
fr: Entrez l'adresse
he: הזן כתובת
hi: एड्रेस दर्ज करें
hu: Cím megadása
id: Masukkan Alamat
it: Inserisci indirizzo
ka: შეიყვანეთ მისამართი
nl: Voer adres in
pl: Wpisz adres
ro: Introdu adresa
ru: Введите адрес
sq: Fut Adresën
sr: Унесите Адресу
sv: Ange adress
te: ఎంటర్ చిరునామా
tr: Adres Gir
uk: Введіть адресу
ur: پتہ درج کریں
zh: 输入地址

# addressMising
source: Please Enter an Address
af: Sleutel Asseblief 'n Adres In
bg: Моля въведете адрес
bn: দয়া করে ঠিকানা লিখুন
ca: Si us plau, introdueix una adreça
da: Indtast Venligst en Adresse
de: Bitte Adresse eingeben
el: Παρακαλώ Εισάγετε μια Διεύθυνση
es: Por favor, introduzca una dirección
eu: Mesedez, sartu helbide bat
fa: لطفا یک آدرس را وارد کنید
fi: Syötä osoite
fr: Veuillez entrer une adresse de destination
he: אנא הזן כתובת
hi: कृपया एक एड्रेस डालें
hu: Adj meg egy Kaspa címet
id: Harap Masukkan Alamat
it: Inserisci un indirizzo
ka: გთხოვთ შეიყვანოთ მისამართი
nl: Voer a.u.b. een adres in
pl: Proszę wpisać adres
ro: Introduceți o Adresă
ru: Пожалуйста, введите адрес
sq: Ju lutemi shkruani një adresë
sr: Молимо Вас Унесите Адресу
sv: Ange en adress
te: దయచేసి చిరునామాను నమోదు చేయండి
tr: Lütfen Bir Adres Girin
uk: Будь-ласка, введіть адресу
ur: براہ کرم ایک پتہ درج کریں
zh: 请输入地址

# addressShare
source: Share Address
af: Deel Adres
bg: Сподели адрес
bn: ঠিকানা শেয়ার করুন
ca: Compartir adreça
da: Del Adresse
de: Adresse teilen
el: Κοινή χρήση Διεύθυνσης
es: Compartir Dirección
eu: Partekatu helbidea
fa: به اشتراک گذاری آدرس
fi: Jaa osoite
fr: Partager l'adresse
he: שתף כתובת
hi: एड्रेस शेयर करें
hu: Cím megosztása
id: Bagikan Alamat
it: Condividi indirizzo
ka: მისამართის გაზიარება
nl: Deel adres
pl: Udostępnij adres
ro: Distribuie Adresa
ru: Поделиться адресом
sq: Ndani adresën
sr: Подели Адресу
sv: Dela adress
te: చిరునామాను పంచుకోండి
tr: Adresi Paylaş
uk: Поділитися адресою
ur: پتہ شیئر کریں
zh: 分享地址

source: Kaspa URI Copied
af: Kaspa URI Gekopieer
bg: Kaspa URI е копиран
bn: কাসপা URI কপি করা হয়েছে
de: Kaspa URI kopiert
es: URI de Kaspa copiado
fa: Kaspa URI کپی شد
fr: URI Kaspa copiée
id: Kaspa URI Tersalin
nl: Kaspa URI gekopiëerd
pl: Skopiowano adres URI Kaspa
ro: Kaspa URI a fost copiat
tr: Kaspa URI Adresi Kopyalandı
zh: 已复制 Kaspa URI

# kaspaUriCopyFailed
source: Failed to copy Kaspa URI
af: Kaspa URI kopiëring onsuksesvol
bg: Неуспешно копиране на Kaspa URI
bn: Kaspa URI কপি করতে ব্যর্থ হয়েছে
de: Kopieren der Kaspa URI fehlgeschlagen
es: Fallo al copiar el URI de Kaspa
fa: Kaspa URI کپی نشد
fr: Échec de la copie de l'URI Kaspa
id: Gagal menyalin Kaspa URI
nl: Kaspa URI kopiëren is mislukt
pl: Nie udało się skopiować adresu URI Kaspa
ro: Kaspa URI nu a putut fi copiat
tr: Kaspa URI adresi kopyalanamadı
zh: 未能成功复制 Kaspa URI

# advancedHeader
source: Advanced
af: Gevorderd
bg: Разширени
bn: উন্নত স্তরের
ca: Avançat
da: Avanceret
de: Erweitert
el: Για προχωρημένους
es: Avanzado
eu: Aurreratua
fa: پیشرفته
fi: Edistynyt
fr: Avancé
he: מתקדם
hi: विकसित
hu: Haladó
id: Lanjutan
it: Avanzate
ka: სიღრმისეული
nl: Geavanceerd
pl: Zaawansowane
ro: Avansat
ru: Дополнительно
sq: E avancuar
sr: Напредно
sv: Avancerad
te: ఆధునిక
tr: Gelişmiş
uk: Додаткові налаштування
ur: اعلی درجے
zh: 高级

source: Amount
af: Hoeveelheid
bg: Сума
bn: রাশি
ca: Quantitat
da: Beløb
de: Betrag
el: Ποσό
es: Cantidad
eu: Kopurua
fa: مقدار
fi: Määrä
fr: Montant
he: סכום
hi: मात्रा
hu: Összeg
id: Jumlah
it: Importo
ka: ოდენობა
nl: Hoeveelheid
pl: Kwota
ro: Cantitate
ru: Количество
sq: Sasia
sr: Износ
sv: Belopp
te: మొత్తం
tr: Miktar
uk: Сума
ur: رقم
zh: 数额

# amountConfirm
source: Amount {amount} {coin}
af: Hoeveelheid {amount} {coin}
bg: Сума {amount} {coin}
bn: রাশি {amount} {coin}
ca: Quantitat {amount} {coin}
da: Beløb {amount} {coin}
de: Betrag {amount} {coin}
el: Ποσό {amount} {coin}
es: Cantidad {amount} {coin}
eu: Kopurua {amount} {coin}
fa: مقدار {amount} {coin}
fi: Määrä {amount} {coin}
fr: Montant {amount} {coin}
he: סכום {amount} {coin}
hi: राशि {coin} {amount}
hu: Összeg {amount} {coin}
id: Jumlah {amount} {coin}
it: Importo {amount} {coin}
ka: ოდენობა {amount} {coin}
nl: Hoeveelheid {amount} {coin}
pl: Kwota {amount} {coin}
ro: Cantitate {amount} {coin}
ru: Количество {amount} {coin}
sq: Shuma {amount} {coin}
sr: Износ {amount} {coin}
sv: Belopp {amount} {coin}
te: మొత్తం {amount} {coin}
tr: Miktar {amount} {coin}
uk: Сума {amount} {coin}
ur: رقم {amount} {coin}
zh: 数额 {amount} {coin}

# amountMissing
source: Please Enter an Amount
af: Sleutel asb. die Hoeveelheid in
bg: Моля въведете сума
bn: অনুগ্রহ করে রাশি লিখুন
ca: Si us plau, introdueix una quantitat
da: Indtast venligst et beløb
de: Bitte Betrag eingeben
el: Παρακαλώ Εισάγετε ένα Ποσό
es: Por favor, introduzca una cantidad
eu: Mesedez, sartu kopurua
fa: لطفا مقدار را وارد کنید
fi: Syötä määrä
fr: Veuillez entrer un montant
he: הזן סכום
hi: कृपया राशि दर्ज करें
hu: Adj meg egy összeget
id: Masukkan jumlah
it: Inserisci un importo
ka: გთხოვთ შეიყვანოთ ოდენობა
nl: Voer a.u.b. een hoeveelheid in
pl: Wpisz kwotę
ro: Introduceți o sumă
ru: Пожалуйста, введите сумму
sq: Ju lutemi vendosni një shumë
sr: Молимо Вас Унесите Износ
sv: Vänligen ange ett belopp
te: దయచేసి ఒక మొత్తాన్ని నమోదు చేయండి
tr: Lütfen Bir Miktar Girin
uk: Будь-ласка, введіть суму
ur: براہ کرم ایک رقم درج کریں
zh: 请输入数额

# amountZero
source: Amount can't be zero
af: Hoeveelheid kan nie nul wees nie
bg: Сумата не може да бъде нула
bn: রাশি শূন্য হতে পারবে না
ca: La quantitat no pot ser zero
da: Beløbet kan ikke være nul
de: Betrag kann nicht 0 sein
el: Το ποσό δεν μπορεί να είναι μηδενικό
es: La cantidad no puede ser cero
eu: Kopurua ezin da zero izan
fa: مقدار نمی تواند صفر باشد
fi: Määrä ei voi olla nolla
fr: Le montant ne peut pas être nul
he: הסכום לא יכול להיות אפס
hi: राशि शून्य नहीं हो सकती
hu: Az összeg nem lehet nulla
id: Jumlah tidak boleh nol
it: L'importo non può essere zero
ka: ოდენობა არ შეიძლება იყოს ნოლი
nl: Hoeveelheid kan geen nul zijn
pl: Kwota nie może wynosić zero
ro: Cantitatea nu poate fi zero
ru: Сумма не может быть нулевой
sq: Shuma nuk mund të jetë zero
sr: Износ не може бити нула
sv: Beloppet kan inte vara noll
te: మొత్తం సున్నాగా ఉండకూడదు
tr: Miktar, sıfır olamaz
uk: Сума не може бути рівна нулю
ur: رقم صفر نہیں ہو سکتی
zh: 数额不能为零

source: Are you sure?
af: Is jy seker?
bg: Сигурни ли сте?
bn: আপনি কি নিশ্চিত?
ca: N'estàs segur/a?
da: Er du sikker?
de: Sind Sie sicher?
el: Είστε σίγουροι;
es: ¿Está seguro?
eu: Ziur zaude?
fa: آیا مطمئن هستید؟
fi: Oletko varma?
fr: Êtes-vous sûr ?
he: את/ה בטוח/ה?
hi: क्या आप निश्चित है?
hu: Biztos?
id: Apa Anda yakin?
it: Sei sicuro?
ka: დარწმუნებული ხართ?
nl: Weet je het zeker?
pl: Na pewno?
ro: Sunteți sigur?
ru: Вы уверены?
sq: A je i sigurt?
sr: Да ли сте сигурни?
sv: Är du säker?
te: మీరు ఖచ్చితంగా ఉన్నారా?
tr: Emin misiniz?
uk: Ви впевнені?
ur: کیا آپ کو یقین ہے؟
zh: 请确认?

# authBiometricMessage
source: Authenticate to Add Wallet
af: Verifieer om Kriptobeursie by te Voeg
bg: Удостоверете се, за да добавите портфейл
bn: ওয়ালেট যোগ করতে প্রমাণীকরণ করুন
ca: Autentica per afegir moneder
da: Godkend for at tilføje pung
de: Authentifizieren um Wallet hinzuzufügen
el: Πραγματοποιήστε έλεγχο ταυτότητας για να Προσθέσετε Πορτοφόλι
es: Autenticarse para agregar billetera
eu: Autentifikatu kartera gehitzeko
fa: هویت سنجی برای اضافه کردن کیف پول
fi: Tunnistaudu lisätäksesi lompakon
fr: Authentifiez-vous pour ajouter un portefeuille
he: התאמתו על מנת להוסיף ארנק
hi: वॉलेट जोड़ने के लिए प्रमाणित करें
hu: Hitelesítés tárca hozzáadásához
id: Autentikasi untuk Menambahkan Dompet
it: Autenticazione necessaria per aggiungere un wallet
ka: ავთენტიფიკაცია საფულის დასამატებლად
nl: Verificatie om wallet toe te voegen
pl: Zaloguj się, aby stworzyć nowy portfel
ro: Autentificați-vă pentru a adăuga portofelul
ru: Аутентифицируйтесь, чтобы добавить кошелек
sq: Autentifikohu për të shtuar portofolin
sr: Аутентификујте се да Бисте Додали Новчаник
sv: Verifiera för att lägga till plånbok
te: వాలెట్‌ని జోడించడానికి ప్రమాణీకరించండి
tr: Cüzdan Eklemek için Kimliğinizi Doğrulayın
uk: Авторизуйтесь, щоб додати гаманець
ur: والیٹ شامل کرنے کے لیے تصدیق کریں
zh: 验证添加钱包

# authMethod
source: Authentication Method
af: Verifikasiemetode
bg: Метод за удостоверяване
bn: প্রমাণীকরণ পদ্ধতি
ca: Mètode d'autenticació
da: Godkendelsesmetode
de: Authentifizierungsverfahren
el: Τρόπος ελέγχου ταυτότητας
es: Método de autenticación
eu: Autentifikazio-metodoa
fa: روش هویت سنجی
fi: Tunnistautumistapa
fr: Méthode d’authentification
he: שיטת אימות
hi: प्रमाणीकरण का तरीका
hu: Hitelesítési módszer
id: Metode Otentikasi
it: Metodo di Autenticazione
ka: ავთეტიფიკაციის მეთოდი
nl: Verificatiemethode
pl: Metoda logowania
ro: Metoda de Autentificare
ru: Метод аутентификации
sq: Metoda e vërtetimit
sr: Метода Аутентификације
sv: Autentiseringsmetod
te: ప్రమాణీకరణ పద్ధతి
tr: Doğrulama Metodu
uk: Метод автентифікації
ur: تصدیق کا طریقہ
zh: 验证方法

# authPinMessage
source: Enter PIN to Add Wallet
af: Sleutel PIN in om Kriptobeurse by te Voeg
bg: Въведете ПИН, за да добавите портфейл
bn: ওয়ালেট যোগ করতে পিন লিখুন
ca: Introdueix PIN per afegir moneder
da: Indtast PIN-koden for at tilføje pung
de: PIN eingeben, um Wallet hinzuzufügen
el: Εισάγετε το PIN για να προσθέσετε ένα πορτοφόλι
es: Ingrese el PIN para agregar la billetera
eu: Sartu PIN zenbakia kartera gehitzeko
fa: برای اضافه کردن کیف پول، پین را وارد کنید
fi: Syötä PIN-koodi lisätäksesi lompakon
fr: Entrez votre code PIN pour ajouter un portefeuille
he: הזן קוד להוספת ארנק
hi: वॉलेट जोड़ने के लिए पिन दर्ज करें
hu: PIN megadás tárca hozzáadáshoz
id: Masukkan PIN untuk Menambahkan Dompet
it: Inserisci il PIN per aggiungere il wallet
ka: შეიყვანეთ პინ კოდი საფულის დასამატებლად
nl: Vul pincode in om wallet toe te voegen
pl: Wpisz PIN, aby dodać portfel
ro: Introduceți codul PIN pentru a adăuga portofelul
ru: Введите PIN-код, чтобы добавить кошелек
sq: Fut kodin PIN për të shtuar portofolin
sr: Унесите ПИН да Бисте Додали Новчаник
sv: Skriv in PIN-koden för att lägga till plånbok
te: వాలెట్ని ని జోడించడానికి పిన్ను నమోదు చేయండి
tr: Cüzdan Eklemek için PIN kodunu girin
uk: Введіть PIN-код, щоб додати гаманець.
ur: والیٹ شامل کرنے کے لیے PIN درج کریں
zh: 输入 PIN 添加钱包

# autoLockHeader
source: Automatically Lock
af: Sluit Outomaties
bg: Автоматично заключване
bn: স্বয়ংক্রিয়ভাবে লক
ca: Bloqueig automàtic
da: Lås automatisk
de: Automatisch sperren
el: Αυτόματο κλείδωμα
es: Bloquear automáticamente
eu: Blokeatu automatikoki
fa: قفل خودکار
fi: Lukitse automaattisesti
fr: Verrouillage automatique
he: נעל באופן אוטומטי
hi: स्वचालित रूप से लॉक करें
hu: Automatikus zárolás
id: Mengunci Secara Otomatis
it: Blocca automaticamente
ka: ავტომატური დაკეტვა
nl: Automatisch vergrendelen
pl: Blokuj automatycznie
ro: Blocare automată
ru: Блокировать автоматически
sq: Kyç automatikisht
sr: Аутоматски Закључај
sv: Lås automatiskt
te: స్వయంచాలకంగా లాక్ చేయండి
tr: Otomatik Kilitle
uk: Автоматично блокувати
ur: خودکار طور پر لاک
zh: 自动锁定

source: Available
af: Beskikbaar
bg: Налично
bn: উপলব্ধ
ca: Disponible
da: Tilgængelig
de: Verfügbar
el: Διαθέσιμο
es: Disponible
eu: Eskuragarri
fa: در دسترس
fi: Saatavilla
fr: Disponible
he: זמין
hi: उपलब्ध
hu: Egyenleg
id: Tersedia
it: Disponibile
ka: ხელმისაწვდომი
nl: Beschikbaar
pl: Dostępny
ro: Disponibil
ru: Доступно
sq: Në dispozicion
sr: Доступно
sv: Tillgängligt
te: అందుబాటులో ఉంది
tr: Mevcut
uk: Доступно
ur: دستیاب
zh: 可用余额
