Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

# scanFailedMessage
source: Scan failed, please try again later
af: Skandering onsuksesvol, probeer asb. later weer
bg: Сканирането завърши неуспешно, моля опитайте по-късно
bn: স্ক্যান ব্যর্থ হয়েছে, অনুগ্রহ করে পরে আবার চেষ্টা করুন
da: Scanning mislykkedes. Prøv venligst igen senere
de: Suche fehlgeschlagen, bitte später erneut versuchen
el: Η σάρωση απέτυχε, παρακαλούμε προσπαθήστε ξανά αργότερα
es: Escaneado fallido, porfavor inténtelo más tarde
eu: Ezin izan da eskaneatu. Saiatu berriro geroago
fa: اسکن انجام نشد، لطفاً بعداً دوباره امتحان کنید
fi: Skannaus epäonnistui, yritä uudelleen myöhemmin
fr: Scan échoué, merci d'essayer à nouveau plus tard
he: סריקה נכשלה, בבקשה נסה/י מאוחר יותר
hi: स्कैन विफल रहा, कृपया बाद में पुनः प्रयास करें
hu: Sikertelen keresés, próbáld később
id: Pemindaian gagal, silahkan coba lagi nanti
ka: სკანირება ვერ მოხერხდა, გთხოვთ მოგვიანებით სცადოთ
nl: Scan mislukt, probeer het later opnieuw
pl: Skanowanie nie powiodło się, spróbuj ponownie później
ro: Scanarea a eșuat, încearca mai târziu
ru: Сканирование не удалось, повторите попытку позже
te: స్కాన్ విఫలమైంది, దయచేసి తర్వాత మళ్లీ ప్రయత్నించండి
tr: Tarama başarısız, lütfen daha sonra tekrar deneyin
uk: Сканування не вдалося, спробуйте пізніше
zh: 扫描失败，请稍后尝试

# indexHeader
source: Index
af: Indeks
bg: Индекс
bn: ইনডেক্স
el: Ευρετήριο
es: Índice
eu: Aurkibidea
fa: شاخص
fi: Indeksi
he: אינדקס
hi: निर्देशिका
id: Indeks
ka: ინდექსი
pl: Indeks
ru: Индекс
te: సూచిక
tr: Dizin
uk: Індекс
zh: 索引

# currentIndex
source: Current
af: Huidige
bg: Настоящ
bn: বর্তমান
da: Nuværende
de: Aktuell
el: Τρέχων
es: Actual
eu: Oraingoa
fa: جاری
fi: Nykyinen
fr: Actuel
he: נוכחי
hi: वर्तमान
hu: Jelenlegi
id: Terkini
ka: ამჟამინდელი
nl: Huidige
pl: Obecny
ro: Curent
ru: Текущий
te: ప్రస్తుత
tr: Mevcut
uk: Поточний
zh: 当前

# scannedIndex
source: Scanned
af: Geskandeer
bg: Сканиран
bn: স্ক্যান করা হয়েছে
da: Scannet
de: Gesucht
el: Σαρώθηκαν
es: Escaneadas
eu: Eskaneatuta
fa: اسکن شد
fi: Skannattu
fr: Scanné
he: נסרק
hi: स्कैन किए गए
hu: Beolvasva
id: Dipindai
ka: სკანირებული
nl: Gescand
pl: Zeskanowano
ro: Scanat
ru: Отсканировано
te: స్కాన్ చేశారు
tr: Tarandı
uk: Відскановано
zh: 已扫描

# newIndex
source: New
af: Nuut
bg: Нов
bn: নতুন
da: Ny
de: Neu
el: Νέο
es: Nuevas
eu: Berria
fa: جدید
fi: Uusi
fr: Nouveau
he: חדש
hi: नया
hu: Új
id: Baru
ka: ახალი
nl: Nieuw
pl: Nowy
ro: Nou
ru: Новый
te: కొత్త
tr: Yeni
uk: Новий
zh: 新建

# addressFilterDialogTitle
source: Address Filter
af: Adresfilter
bg: Филтър за адреси
bn: ঠিকানা ফিল্টার
da: Adresse Filter
de: Adressfilter
el: Φίλτρο Δισυθύνσεων
es: Filtro de direcciones
eu: Helbide-iragazkia
fa: فیلتر آدرس
fi: Osoitteen suodatus
fr: Filtrer l'adresse
he: סנן כתובות
hi: एड्रेस फ़िल्टर
hu: Cím szűrő
id: Filter Alamat
ka: მისამართების ფილტრი
nl: Filter adressen
pl: Filtr adresów
ro: Filtru Adresă
ru: Фильтр адресов
te: చిరునామా ఫిల్టర్
tr: Adres Filtresi
uk: Фільтр адрес
zh: 地址过滤

# addressFilterDialogOptionAllAddresses
source: View All Addresses
af: Besigtig Alle Adresse
bg: Покажи всички адреси
bn: সব ঠিকানা দেখুন
da: Se alle adresser
de: Zeige alle Adressen
el: Εμφάνιση Όλων των Διευθύνσεων
es: Ver Todas las Direcciones
eu: Ikusi helbide guztiak
fa: مشاهده همه آدرس ها
fi: Näytä kaikki osoitteet
fr: Voir toutes les adresses
he: הצג את כל הכתובות
hi: सभी एड्रेस देखें
hu: Minden cím látható
id: Lihat Semua Alamat
ka: ყველა მისამართის ნახვა
nl: Bekijk alle adressen
pl: Wyświetl wszystkie adresy
ro: Vezi toate Adresele
ru: Просмотреть все адреса
te: అన్ని చిరునామాలను వీక్షించండి
tr: Tüm Adresleri Göster
uk: Переглянути всі адреси
zh: 查看全部地址

# addressFilterDialogOptionNonZeroBalances
source: View Addresses With Balance
af: Besigtig Adresse Met Balanse
bg: Покажи адресите с наличен баланс
bn: ব্যালেন্স সহ ঠিকানা দেখুন
da: Se adresser med balance
de: Zeige Adressen mit Guthaben
el: Εμφάνιση Διευθύνσεων Με Υπόλοιπο
es: Ver Todas las Direcciones con Balance
eu: Ikusi helbideak saldoarekin
fa: مشاهده آدرس ها با موجودی
fi: Näytä osoitteet, joissa saldoa
fr: Voir les adresses avec un solde
he: הצג כתובות עם יתרה
hi: शेष राशि के साथ एड्रेस देखें
hu: Címek egyenleggel
id: Lihat Alamat Dengan Saldo
ka: ბალანსიანი მისამართების ნახვა
nl: Bekijk alle adressen met saldo
pl: Wyświetl adresy, na których jest Kaspa
ro: Vezi Adresele cu sold
ru: Просмотреть адреса с балансом
te: బ్యాలెన్స్‌తో చిరునామాలను వీక్షించండి
tr: Bakiyesi Olan Adresleri Göster
uk: Переглянути адреси з балансом
zh: 查看所有非零余额地址

# importOption24WordsTitle
source: Import 24 Word Secret Phrase
af: Voer 24-Woord Geheime Frase in
bg: Импортирай тайна фраза от 24 думи
bn: 24 শব্দের গোপন বাক্যাংশ আমদানি করুন
da: Importer 24 ord hemmelig sætning
de: 24 Wort Seed Phrase importieren
el: Εισάγετε τη Μυστική Φράση 24 Λέξεων
es: Importar Frase Secreta de 24 Palabras
eu: Inportatu 24 hitz esaldi sekretua
fa: وارد کردن عبارت مخفی 24 کلمه ای
fi: Tuo 24 turvasanaa
fr: Importer une phrase secrète de 24 mots
he: יבוא ביטוי סודי של 24 מילים
hi: 24 शब्द गुप्त वाक्यांश आयात करें
hu: 24 szavas Secret Phrase importálása
id: Impor 24 Kata Frasa Rahasia
ka: 24 სიტყვიანი საიდუმლო ფრაზის იმპორტი
nl: Importeer 24-woordige seed phrase
pl: Importuj 24-słowną tajną frazę
ro: Importă cele 24 cuvinte secrete
ru: Импортировать секретную фразу из 24 слов
te: 24 పదాల రహస్య పదబంధాన్ని దిగుమతి చేయండి
tr: 24 Kelimelik Gizli Cümleyi Aktar
uk: Імпортувати секретну фразу з 24 слів
zh: 导入 24 个助记词

# importOption24WordsDescription
source: Compatible with Cli Wallet and Ledger
af: Versoenbaar met Cli Wallet en Ledger
bg: Съвместим с Cli Wallet и Ledger
bn: CLI ওয়ালেট এবং লেজারের সাথে সামঞ্জস্যপূর্ণ
da: Kompatibel med Cli Wallet og Ledger
de: Kompatibel mit Cli Wallet und Ledger
el: Συμβατό με πορτοφόλι CLI και Ledger
es: Compatible con Cli Wallet y Ledger
eu: Cli Wallet eta Ledger-ekin bateragarria
fa: سازگار با کیف پول Cli و Ledger
fi: Yhteensopiva Cli-lompakon ja Ledgerin kanssa
fr: Compatible avec le portefeuille CLI et Ledger
he: תואם עם Cli Wallet ו- Ledger
hi: CLI वॉलेट और लेजर के साथ संगत
hu: Kompatibilis Cli pénztárcával és Ledger-rel
id: Kompatibel dengan Dompet Cli dan Ledger
ka: თავსებადია Cli Wallet-თან და Ledger-თან
nl: Compatibel met de Cli Wallet en Ledger
pl: Kompatybilny z portfelem Cli i Ledger
ro: Compatibil cu Portofel Cli si Ledger
ru: Совместим с кошельком командной строки CLI и Ledger
te: Cli Wallet మరియు లెడ్జర్‌తో అనుకూలమైనది
tr: Cli Cüzdan ve Ledger ile uyumlu
uk: Сумісний з консольним гаманцем CLI та Ledger
zh: 与 Cli 钱包和 Ledger 兼容

# importOption12WordsTitle
source: Import 12 Word Secret Phrase
af: Voer 12-Woord Geheime Frase in
bg: Импортирай тайна фраза от 12 думи
bn: 12 শব্দের গোপন বাক্যাংশ আমদানি করুন
da: Importer 12 ord hemmelig sætning
de: 12 Wort Seed Phrase importieren
el: Εισάγετε τη Μυστική Φράση 12 Λέξεων
es: Importar Frase Secreta de 12 Palabras
eu: Inportatu 12 hitz esaldi sekretua
fa: وارد کردن عبارت مخفی 12 کلمه ای
fi: Tuo 12 turvasanaa
fr: Importer une phrase secrète de 12 mots
he: ייבוא ​​ביטוי סודי של 12 מילים
hi: 12 शब्द गुप्त वाक्यांश आयात करें
hu: 12 szavas Secret Phrase importálása
id: Impor 12 Kata Frasa Rahasia
ka: 12 სიტყვიანი საიდუმლო ფრაზის იმპორტი
nl: Importeer 12-woordige seed phrase
pl: Importuj 12-słowną tajną frazę
ro: Importă cele 12 cuvinte secrete
ru: Импортировать секретную фразу из 12 слов
te: 12 పదాల రహస్య పదబంధాన్ని దిగుమతి చేయండి
tr: 12 Kelimelik Gizli Cümleyi Aktar
uk: Імпортувати секретну фразу з 12 слів
zh: 导入 12 个助记词

# importOption12WordsDescription
source: Compatible with Web Wallet and KDX
af: Versoenbaar met Web Wallet en KDX
bg: Съвместим с Web Wallet и KDX
bn: ওয়েব ওয়ালেট এবং KDX এর সাথে সামঞ্জস্যপূর্ণ
da: Kompatibel med Web Wallet og KDX
de: Kompatibel mit Web Wallet und KDX
el: Συμβατό με πορτοφόλι Web και KDX
es: Compatible con Web Wallet y KDX
eu: Web Wallet eta KDX-rekin bateragarria
fa: سازگار با کیف پول KDX و Web Wallet
fi: Yhteensopiva Web-lompakon ja KDX:n kanssa
fr: Compatible avec le portefeuille web et KDX
he: תואם עם ארנק Web ו-KDX
hi: वेब वॉलेट और KDX के साथ संगत
hu: Kompatibilis a webes pénztárcával és KDX mentéssel.
id: Kompatibel dengan Dompet Web dan KDX
ka: თავსებადია Web Wallet-თან და KDX-თან
nl: Compatibel met web wallet en KDX
pl: Kompatybilny z portfelem Web i KDX
ro: Compatibil cu Web Wallet și KDX
ru: Совместим с кошельком командной строки CLI и Ledger
te: వెబ్ వాలెట్ మరియు KDXతో అనుకూలమైనది
tr: Web Cüzdan ve KDX ile uyumlu
uk: Сумісний з веб-гаманцем та KDX
zh: 与网页钱包和 KDX 兼容

# importOptionKpubTitle
source: Import Watch Only Wallet
af: Voer Slegs-besigtiging Beursie in
bg: Импортирай портфейл само за преглед
bn: শুধুমাত্র পর্যবেক্ষণ করার ওয়ালেট আমদানি করুন
da: Importer se-kun pung
de: Beobachtungswallet importieren
el: Εισάγετε το πορτοφόλι που είναι μόνο για παρακολούθηση
es: Importar Billetera de Solo Lectura
eu: Inportatu zorroa ikusteko moduan bakarrik
fa: وارد کردن کیف پول Watch Only
fi: Tuo Watch-seurantalompakko
fr: Importer un portefeuille en lecture seule
he: ייבוא ארנק צפייה בלבד
hi: केवल वाच वॉलेट आयात करें
hu: Tárca figyelés importálása
id: Impor Dompet Khusus Hanya Lihat Saja
ka: Watch Only Wallet-ის იმპორტი
nl: Importeer Watch Only Wallet
pl: Importuj portfel w trybie tylko do oglądania
ro: Importă Portofelul Watch Only
ru: Импортировать кошелек только для просмотра
te: వాచ్ మాత్రమే వాలెట్‌ని దిగుమతి చేయండి
tr: Sadece İzlemek için Cüzdan Aktar
uk: Імпортувати гаманець тільки для перегладу
zh: 导入只读钱包

# importOptionKpubDescription
source: Monitor the balance and transactions of a wallet using an extended public key
af: Moniteer die balans en transaksies van 'n kriptobeursie d.m.v. 'n uitgebreide publieke sleutel
bg: Следи балансът и транзакциите на портфейл използващ удължен публичен ключ
bn: একটি বর্ধিত পাবলিক কী ব্যবহার করে একটি ওয়ালেটের ব্যালেন্স এবং লেনদেন নিরীক্ষণ করুন
da: Overvåg saldoen og transaktionerne i en pung ved hjælp af en udvidet offentlig nøgle
de: Saldo und Transaktionen eines Wallet mit einem erweiterten öffentlichen Schlüssel überwachen
el: Παρακολουθήστε το υπόλοιπο και τις συναλλαγές ενός πορτοφολιού χρησιμοποιώντας ένα εκτεταμένο δημόσιο κλειδί
es: Monitoriza el balance y las transacciones de una billetera utilizando una clave pública extendida
eu: Kontrolatu diru-zorro baten saldoa eta transakzioak gako publiko hedatua erabiliz
fa: با استفاده از کلید عمومی توسعه یافته، موجودی و تراکنش های کیف پول را کنترل کنید
fi: Seuraa lompakon saldoa ja tapahtumia laajennetun julkisen avaimen avulla
fr: Surveille le solde et les transactions d'un portefeuille à l'aide de sa clé publique étendue
he: עקוב אחר היתרה והעסקאות של ארנק באמצעות מפתח ציבורי מורחב
hi: विस्तारित पब्लिक की का उपयोग करके वॉलेट के संतुलन और लेनदेन की निगरानी करें
hu: Egy kibővített nyilvános kulcs segítségével nyomon követhető egy pénztárca egyenlege és tranzakciói.
id: Memantau saldo dan transaksi dompet menggunakan kunci publik yang diperpanjang
ka: აკონტროლეთ საფულის ბალანსი და ტრანზაქციები გაფართოებული საჯარო გასაღების გამოყენებით
nl: Monitor de balans en transacties van een wallet met behulp van een extended public key
pl: Monitoruj saldo i transakcje portfela, korzystając z rozszerzonego klucza publicznego
ro: Monitorizați soldul și tranzacțiile unui portofel folosind o cheie publică extinsă
ru: Наблюдать за балансом и транзакциями кошелька с помощью расширенного публичного ключа
te: విస్తరించిన పబ్లిక్ కీని ఉపయోగించి వాలెట్ బ్యాలెన్స్ మరియు లావాదేవీలను పర్యవేక్షించండి
tr: Bir genişletilmiş herkese açık anahtar (public key) kullanarak bir cüzdanın bakiyesini ve işlemlerini gözlemleyin
uk: Контролюйте баланс і транзакції гаманця за допомогою розширеного публічного ключа
zh: 使用扩展公钥监视一个钱包的余额和交易

# importKpub
source: Import Watch Only Wallet
af: Voer Slegs-besigtiging Beursie in
bg: Импортирай портфейл само за преглед
bn: শুধুমাত্র পর্যবেক্ষণ করার ওয়ালেট আমদানি করুন
da: Importer se-kun pung
de: Beobachtungswallet importieren
el: Εισάγετε το πορτοφόλι που είναι μόνο για παρακολούθηση
es: Importar Billetera de Solo Lectura
eu: Inportatu zorroa ikusteko moduan bakarrik
fa: وارد کردن کیف پول Watch Only
fi: Tuo Watch-seurantalompakko
fr: Importer un portefeuille en lecture seule
he: ייבוא ארנק צפייה בלבד
hi: केवल वाच वॉलेट आयात करें
hu: Tárca figyelés importálása
id: Impor Dompet Khusus Hanya Lihat Saja
ka: Watch Only Wallet-ის იმპორტი
nl: Importeer Watch Only Wallet
pl: Importuj portfel w trybie tylko do oglądania
ro: Importă Portofelul Watch Only
ru: Импортировать кошелек только для просмотра
te: వాచ్ మాత్రమే వాలెట్‌ని దిగుమతి చేయండి
tr: Sadece İzlemek için Cüzdan Aktar
uk: Імпортувати гаманець тільки для перегладу
zh: 导入只读钱包

# importKpubHint
source: Please enter your extended public key.
af: Sleutel asb.jou uitgebreide publieke sleutel in.
bg: Моля въведете своя удължен публичен ключ.
bn: দয়া করে আপনার বর্ধিত পাবলিক কী লিখুন।
da: Indtast venligst din udvidede offentlige nøgle.
de: Bitte erweiterten öffentlichen Schlüssel eingeben
el: Εισαγάγετε το εκτεταμένο δημόσιο κλειδί σας.
es: Por favor introduzca su clave pública extendida.
eu: Mesedez, sartu zure gako publiko hedatua.
fa: لطفا کلید عمومی توسعه یافته خود را وارد کنید.
fi: Syötä laajennettu julkinen avaimesi.
fr: Veuillez entrer votre clé publique étendue.
he: אנא הזן את המפתח הציבורי המורחב שלך.
hi: कृपया अपनी विस्तारित पब्लिक की दर्ज करें।
hu: Add meg a kibővített nyilvános kulcsod.
id: Masukkan kunci publik Anda yang telah diperpanjang.
ka: გთხოვთ, შეიყვანოთ თქვენი გაფართოებული საჯარო გასაღები.
nl: Voer alsjeblieft je extended public key in.
pl: Podaj swój rozszerzony klucz publiczny.
ro: Te rog să introduci cheia ta publica extinsă.
ru: Пожалуйста, введите свой расширенный публичный ключ.
te: దయచేసి మీ విస్తరించిన పబ్లిక్ కీని నమోదు చేయండి.
tr: Lütfen genişletilmiş herkese açık anahtarınızı (public key) girin.
uk: Будь ласка, введіть ваш розширений публічний ключ.
zh: 请输入你的扩展公钥

# importKpubClipboardError
source: Clipboard content is not a valid extended public key
af: Knipbord inhoud is nie 'n geldige uitgebreide publieke sleutel nie
bg: Копираното съдържание не е валиден удължен публичен ключ
bn: ক্লিপবোর্ড সামগ্রী একটি বৈধ বর্ধিত পাবলিক কী নয়
da: Udklipsholderindhold er ikke en gyldig udvidet offentlig nøgle
de: Inhalt der Zwischenablage ist kein gültiger erweiterter öffentlicher Schlüssel
el: Το περιεχόμενο του προχείρου δεν είναι έγκυρο εκτεταμένο δημόσιο κλειδί
es: El contenido del portapapeles no es una clave pública extendida válida
eu: Arbeleko edukia ez da baliozko gako publiko hedatua
fa: محتوای کلیپ بورد یک کلید عمومی توسعه یافته معتبر نیست
fi: Leikepyödän sisältö ei ole validi laajennettu julkinen avain
fr: Le presse papier ne contient pas une clé publique étendue valide
he: תוכן ההתעקה אינו מפתח ציבורי מורחב חוקי
hi: क्लिपबोर्ड सामग्री वैध विस्तारित पब्लिक की नहीं है
hu: A vágólap nem tartalmaz érvényes kibővített nyilvános kulcsot
id: Konten di papan klip bukan merupakan kunci publik yang diperpanjang yang valid
ka: ბუფერში არსებული კონტენტი არ არის სწორი გაფართოებული საჯარო გასაღები
nl: Klembordinhoud is geen geldige extended public key
pl: Zawartość schowka nie jest prawidłowym rozszerzonym kluczem publicznym
ro: Conținutul clipboard-ului nu este o cheie publică extinsă validă
ru: Содержимое буфера обмена не является действительным расширенным публичным ключом
te: క్లిప్‌బోర్డ్ కంటెంట్ చెల్లుబాటు అయ్యే పొడిగించిన పబ్లిక్ కీ కాదు
tr: Panodaki içerik geçerli bir genişletilmiş herkese açık anahtar (public key) değil
uk: Вміст буфера обміну не є дійсним розширеним публічним ключем
zh: 粘贴板内容不是一个有效的扩展公钥

# importKpubQrCodeError
source: QR code does not contain a valid extended public key
af: QR-kode bevat nie 'n geldige uitgebreide publieke sleutel nie
bg: QR кода не съдържа валиден удължен публичен ключ
bn: QR কোডে একটি বৈধ বর্ধিত পাবলিক কী নেই
da: QR-koden indeholder ikke en gyldig udvidet offentlig nøgle
de: QR-Code enthält keinen gültigen erweiterten öffentlichen Schlüssel
el: Ο κωδικός QR δεν περιέχει έγκυρο εκτεταμένο δημόσιο κλειδί
es: El código QR no contiene una clave pública extendida válida
eu: QR kodeak ez du baliozko gako publiko hedatua
fa: کد QR حاوی یک کلید عمومی توسعه یافته معتبر نیست
fi: QR-koodi ei sisällä validia laajennettua julkista avainta
fr: Le QR code ne contient pas une clé publique étendue valide
he: קוד QR אינו מכיל מפתח ציבורי מורחב תקין
hi: QR कोड में वैध विस्तारित पब्लिक की नहीं है
hu: A QR kód nem tartalmaz érvényes kibővített nyilvános kulcsot
id: Kode QR tidak mengandung kunci publik yang diperpanjang yang valid
ka: QR კოდი არ შეიცავს მოქმედ გაფართოებულ საჯარო გასაღებს
nl: QR-code bevat geen geldige extended public key
pl: Kod QR nie zawiera prawidłowego rozszerzonego klucza publicznego
ro: Codul QR nu conține o cheie publică extinsă validă
ru: QR-код не содержит действительного расширенного публичного ключа
te: QR కోడ్ చెల్లుబాటు అయ్యే పొడిగించిన పబ్లిక్ కీని కలిగి ఉండదు
tr: QR kodu geçerli bir genişletilmiş herkese açık anahtar (public key) içermiyor
uk: QR-код не містить дійсного розширеного публічного ключа
zh: 二维码没有包含一个有效的扩展公钥

# importKpubInvalidMessage
source: Please check that your extended public key is entered correctly!
af: Maak asb. seker dat jy jou uitgebreide publieke sleutel korrek ingevoer het!
bg: Моля проверете дали удълженият публичен ключ е въведен правилно!
bn: আপনার বর্ধিত পাবলিক কী সঠিকভাবে প্রবেশ করানো হয়েছে তা পরীক্ষা করুন!
da: Tjek venligst, at din udvidede offentlige nøgle er indtastet korrekt!
de: Bitte prüfen, dass der erweiterte öffentliche Schlüssel korrekt eingegeben wurde!
el: Ελέγξτε ότι το εκτεταμένο δημόσιο κλειδί σας έχει εισαχθεί σωστά!
es: ¡Por favor compruebe que su clave pública extendida se ha introducido correctamente!
eu: Mesedez, egiaztatu zure gako publiko hedatua behar bezala sartu dela!
fa: لطفاً بررسی کنید که کلید عمومی توسعه یافته شما به درستی وارد شده باشد!
fi: Varmista, että syötit laajennetun julkisen avaimesi oikein!
fr: Veuillez vérifier que votre clé publique étendue est correctement renseignée !
he: אנא בדוק שהמפתח הציבורי המורחב שלך הוזן כראוי!
hi: कृपया जांचें कि आपकी विस्तारित पब्लिक की सही ढंग से दर्ज की गई है!
hu: Ellenőrizd, hogy a kibővített nyilvános kulcs helyesen van-e megadva!
id: Periksa apakah kunci publik yang diperpanjang telah dimasukkan dengan benar!
ka: გთხოვთ, შეამოწმოთ, რომ თქვენი გაფართოებული საჯარო გასაღები სწორად არის შეყვანილი!
nl: Controleer alsjeblieft of je extended public key correct is ingevoerd!
pl: Sprawdź, czy rozszerzony klucz publiczny został wprowadzony poprawnie!
ro: Te rog să verifici dacă cheia ta publica extinsă este introdusă corect!
ru: Проверьте, пожалуйста, правильность ввода расширенного публичного ключа!
te: దయచేసి మీ పొడిగించిన పబ్లిక్ కీ సరిగ్గా నమోదు చేయబడిందో లేదో తనిఖీ చేయండి!
tr: Lütfen genişletilmiş herkese açık anahtarınızın (public key) doğru girildiğinden emin olun!
uk: Будь ласка, перевірте, чи ваш розширений публічний ключ введено коректно!
zh: 请确认你的扩展公钥输入正确。

# receiveAddressListEmpty
source: Receive address list is empty
af: Ontvangeradreslys is leeg
bg: Списъкът с адреси за получаване е празен
bn: প্রাপ্তির ঠিকানা তালিকা খালি
da: Modtagelsesadresselisten er tom
de: Liste der Empfangsadressen ist leer
el: Η λίστα διεύθυνσης λήψης είναι κενή
es: La lista de direcciones de recepción está vacía
eu: Jasotzeko helbide-zerrenda hutsik dago
fa: لیست آدرس دریافت خالی است
fi: Vastaanottajaosoitteiden lista on tyhjä
fr: L'adresse de réception est vide
he: רשימת כתובות קבלה ריקה
hi: प्राप्त एड्रेस सूची खाली है
hu: Saját címek listája üres
id: Daftar alamat penerima kosong
ka: მიმღების მისამართების სია ცარიელია
nl: Ontvangstadreslijst is leeg
pl: Lista adresów odbioru jest pusta
ro: Lista de adrese pentru primire este goală
ru: Список адресов для получения пуст
te: స్వీకరించే చిరునామా జాబితా ఖాళీగా ఉంది
tr: Alma adres listesi boş
uk: Список адрес для отримування порожній
zh: 接收地址列表为空

# changeAddressListEmpty
source: Change address list is empty
af: Verander adreslys is leeg
bg: Списъкът с остатъчни адреси е празен
bn: ঠিকানা পরিবর্তনের তালিকা খালি
da: Skift adresseliste er tom
de: Liste der Wechsel-Adressen ist leer
el: Η λίστα διεύθυνσης αλλαγής είναι κενή
es: La lista de direcciones de cambio está vacía
eu: Aldatu helbideen zerrenda hutsik dago
fa: لیست تغییر آدرس خالی است
fi: Vaihtorahaosoitteiden lista on tyhjä
fr: La liste d'adresses est vide
he: רשימת הכתובות לשינוי ריקה
hi: एड्रेस परिवर्तन सूची खाली है
hu: Cserélt címek listája üres
id: Daftar perubahan alamat kosong
ka: მისამართების შეცვლა ცარიელია
nl: Wisseladreslijst is leeg
pl: Lista adresów do zmiany jest pusta
ro: Modificarea listei de adresa este goală
ru: Список адресов для сдачи пуст
te: చిరునామా మార్పు జాబితా ఖాళీగా ఉంది
tr: Para üstü adres listesi boş
uk: Список адрес для решти порожній
zh: 零钱地址列表为空

# hintAddressListEmpty
source: Check address filter from the top right corner
af: Kyk adresfilter bo-regs
bg: Проверете филтърът за адреси в горния десен ъгъл
bn: উপরের ডান কোণ থেকে ঠিকানা ফিল্টার চেক করুন
da: Tjek adressefilteret fra øverste højre hjørne
de: Adressfilter in der oberen rechten Ecke prüfen
el: Τσεκάρετε το φίλτρο διεύθυνσης από την επάνω δεξιά γωνία
es: Compruebe el filtro de direcciones en la esquina superior derecha
eu: Egiaztatu helbide-iragazkia goiko eskuineko izkinan
fa: فیلتر آدرس را از گوشه بالا سمت راست بررسی کنید
fi: Varmista osoitteiden suodatus oikeasta yläreunasta
fr: Vérifier le filtre d'adresses dans le coin en haut à droite
he: בדוק את מסנן הכתובות מהפינה השמאלית העליונה
hi: शीर्ष दाएं कोने से एड्रेस फ़िल्टर जांचें
hu: Ellenőrizd a cím szűrőt a jobb felső sarokban
id: Periksa filter alamat dari sudut kanan atas
ka: შეამოწმეთ მისამართის ფილტრი ზედა მარჯვენა კუთხიდან
nl: Controleer het adresfilter vanuit de rechterbovenhoek
pl: Sprawdź filtr adresów w prawym górnym rogu
ro: Verificati filtrul de adrese din colțul din dreapta sus
ru: Проверьте фильтр адресов в правом верхнем углу
te: ఎగువ కుడి మూలలో నుండి చిరునామా ఫిల్టర్‌ని తనిఖీ చేయండి
tr: Sağ üst köşedeki adres filtresini kontrol edin
uk: Перевірте фільтр адрес у верхньому правому кутку
zh: 从右上角查看地址过滤

source: Invalid Secret Phrase
af: Ongeldige Geheime Frase
bg: Невалидна тайна фраза
bn: অবৈধ গোপন বাক্যাংশ
de: Ungültige Geheimwörter
es: Frase secreta inválida
fa: عبارت مخفی نامعتبر است
fr: Phrase secrète invalide
id: Frasa Rahasia Tidak Valid
nl: Ongeldige Secret Phrase
pl: Nieprawidłowa fraza tajna
ro: Fraza secreta este invalidă
tr: Yanlış Gizli Cümle
zh: 无效的秘钥助记词

# invalidSecretPhraseDetails
source: The Secret Phrase you entered has an invalid checksum.
af: Die Geheime Frase wat jy ingevoer het, het 'n ongeldige kontrolesom.
bg: Въведената тайна фраза има невалидна контролна сума (checksum).
bn: আপনার প্রবেশ করানো গোপন বাক্যাংশে একটি অবৈধ চেকসাম রয়েছে৷
de: Die eingegebenen Geheimwörter haben eine ungültige Prüfsumme.
es: La frase secreta que has introducido tiene un checksum inválido
fa: عبارت مخفی که وارد کردید دارای یک جمع کنترل نامعتبر است.
fr: Le checksum de la phrase secrète renseignée est invalide.
id: Frasa Rahasia yang Anda masukkan memiliki checksum yang tidak valid.
nl: De Secret Phrase die je hebt ingevoerd, heeft een ongeldige controlesom.
pl: Wprowadzona fraza tajna ma nieprawidłową sumę kontrolną.
ro: Fraza secretă introdusă are o sumă de verificare invalidă.
tr: Girdiğin Gizli Cümlenin sağlama toplamı geçersiz.
zh: 您输入的秘钥助记词未能通过 Checksum 校验。

# invalidSecretPhraseConfirmation
source: I know what I'm doing
af: Ek weet wat ek doen
bg: Знам какво правя
bn: আমি জানি আমি কি করছি
de: Ich weiss was ich tue
es: Sé lo que estoy haciendo
fa: من به کاری که میکنم، واقف هستم
fr: Je sais ce que je fais
id: Aku tahu apa yang saya lakukan
nl: Ik weet wat ik aan het doen ben
pl: Wiem, co robię
ro: Înțeleg ce fac
tr: Ne yaptığımı biliyorum
zh: 我已知晓我的操作
