Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

# setupFailedMessage
source: Something went wrong
af: Iets het verkeerd geloop
bg: Нещо се обърка
bn: কিছু ভুল হয়েছে
ca: Hi ha hagut un error
da: Noget gik galt
de: Da hat etwas nicht funktioniert
el: Κάτι πήγε στραβά
es: Algo salió mal
eu: Zerbait gaizki joan da
fa: خطایی پیش آمد
fi: Jokin meni pieleen
fr: Une erreur est survenue
he: משהו השתבש
hi: कुछ गलत हो गया
hu: Valami hiba történt.
id: Ada yang salah
it: Qualcosa è andato storto
ka: Რაღაც წავიდა არასწორად
nl: Er is iets verkeerd gegaan
pl: Coś poszło nie tak
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sq: Dicka shkoj keq
sr: Негде је дошло до грешке
sv: Något gick fel
te: ఎక్కడో తేడ జరిగింది
tr: Bir hata oluştu
uk: Щось пішло не так
ur: کچھ غلط ہو گیا
zh: 发生了错误

source: Share Kaspium
af: Deel Kaspium
bg: Споделете Kaspium
bn: কাসপিয়াম শেয়ার করুন
ca: Compartir Kaspium
da: Del Kaspium
de: Teile Kaspium
el: Μοιράστε το Kaspium
es: Compartir Kaspium
eu: Partekatu Kaspium
fa: اشتراک گذاری Kaspium
fi: Jaa Kaspium
fr: Partager Kaspium
he: שתף את כספיום
hi: शेयर कैपियम
hu: Kaspium megosztása
id: Bagikan Kaspium
it: Condividi Kaspium
ka: Kaspium-ის გაზიარება
nl: Deel Kaspium
pl: Udostępnij Kaspium
ro: Distribuie Kaspium
ru: Поделиться Kaspium
sq: Shpërnda Kaspium
sr: Подели Каспиум
sv: Dela Kaspium
te: కాస్పియం యాప్‌ను భాగస్వామ్యం చేయండి
tr: Kaspium'u Paylaş
uk: Поділитися Kaspium
ur: Kaspium کا اشتراک کریں۔
zh: 分享 Kaspium

# shareKaspiumSubject
source: Check out Kaspium Wallet
af: Kyk na Kaspium Kriptobeursie
bg: Виж повече за Kaspium портфейл
bn: কাসপিয়াম ওয়ালেট চেক আউট
ca: Veure el moneder de Kaspium
da: Tjek Kaspium Pung
de: Kaspium-Wallet ausprobieren
el: Τσεκάρετε το πορτοφόλι Kaspium!
es: Prueba Kaspium Wallet
eu: Ikusi Kaspium Kartera
fa: بررسی کیف پول Kaspium
fi: Käy tutustumassa Kaspium-lompakkoon
fr: Découvrez le portefeuille Kaspium
he: תראו כמה מגניב כספיום
hi: कैस्पियम वॉलेट देखें
hu: Nézd meg a Kaspium tárcát
id: Periksa Dompet Kaspium
it: Dai un'occhiata al wallet Kaspium
ka: Kapsium-ის საფულის შემოწმება
nl: Probeer de Kaspium Wallet
pl: Zapoznaj się z Kaspium
ro: Verifică portofelul Kaspium
ru: Попробуйте кошелёк Kaspium
sq: Shikoni Portofolin Kaspium
sr: Погледај Каспиум Новчаник
sv: Kolla in Kaspium plånboken
te: కాస్పియం వాలెట్‌ని తనిఖీ చేయండి
tr: Kaspium Wallet'a göz at
uk: Спробуйте гаманець Kaspium
ur: Kaspium Wallet چیک کریں۔
zh: 查看 Kaspium 钱包

# shareKaspiumText
source: Check out Kaspium - Kaspa Mobile Wallet. Website - kaspium.io
af: Kyk na Kaspium - Kaspa Selfoonbeursie. Webblad - kaspium.io
bg: Научете повече за Kaspium - Официалният Kaspa мобилен портфейл. Уебсайт - kaspium.io
bn: কাসপিয়াম - কাসপা মোবাইল ওয়ালেট দেখুন। ওয়েবসাইট - kaspium.io
ca: Mira Kaspium - Kaspa Moneder Mòbil. Web - kaspium.io
da: Tjek Kaspium - Kaspa Mobil Pung. Hjemmeside - kaspium.io
de: Probiere Kaspium, Kaspas offizielles mobiles Wallet!
el: Τσεκάρετε το Kaspium! Το φορητό πορτοφόλι για το Kaspa. Ιστοσελίδα - kaspium.io
es: Descubre Kaspium - Kaspa Mobile Wallet. Sitio web - kaspium.io
eu: Ikusi Kaspium - Kaspa mugikorren Kartera. Webgunea - kaspium.io
fa: بررسی Kaspium - کیف پول موبایلی Kaspa وبسایت - kaspium.io
fi: Käy tutustumassa Kaspiumiin — Kaspa-mobiililompakko. Verkkosivusto — kaspium.io
fr: Découvrez Kaspium - Le portefeuille mobile de Kaspa. kaspium.io
he: תראו את כספיום - ארנק כספא לנייד. אתר - kaspium.io
hi: कैस्पियम - कास्पा मोबाइल वॉलेट देखें। वेबसाइट - kaspium.io
hu: Próbáld ki a Kaspiumot, a Kaspa mobiltárcáját! Website - kaspium.io
id: Periksa Kaspium - Dompet Seluler Kaspa. Situs Web - kaspium.io
it: Dai un'occhiata a Kaspium, il wallet mobile di Kaspa! Website - kaspium.io
ka: იხილეთ Kaspium - Kaspa-ს მობილური საფულე. ვებსაიტი - kaspium.io
nl: Probeer Kaspium! Kaspa Mobiele Wallet. Website - kaspium.io
pl: Zapoznaj się z mobilnym portfelem Kaspium. Strona internetowa - kaspium.io.
ro: Descoperă Kaspium - Portofelul mobil KAS. Website - kaspium.io
ru: Попробуйте Kaspium - мобильный кошелёк Kaspa. Веб-сайт - kaspium.io
sq: Shikoni Kaspium - Kaspa Mobile Wallet. Faqja e internetit - kaspium.io
sr: Погледај Каспиум - Каспа Мобилни Новчаник. Вебсајт - kaspium.io
sv: Prova Kaspium! Kaspas mobila plånbok. Webbsida - kaspium.io
te: కాస్పియం - Kaspa మొబైల్ వాలెట్‌ని తనిఖీ చేయండి. వెబ్సైట్ - kaspium.io
tr: Kaspium - Kaspa Mobil Cüzdana göz atın. Web sitesi - kaspium.io
uk: Спробуйте Kaspium - мобільний гаманець Kaspa. Вебсайт - kaspium.io
ur: Kaspium - Kaspa Mobile Wallet ویب سائٹ - kaspium.io چیک کریں۔
zh: 查看 Kaspium - Kaspa 移动钱包 网站 - kaspium.io

source: Something went wrong
af: Iets het verkeerd geloop
bg: Нещо се обърка
bn: কিছু ভুল হয়েছে
ca: Hi ha hagut un error
da: Noget gik galt
de: Da hat etwas nicht funktioniert
el: Κάτι πήγε στραβά
es: Algo salió mal
eu: Zerbait gaizki joan da
fa: خطایی پیش آمد
fi: Jokin meni pieleen
fr: Une erreur est survenue
he: משהו השתבש
hi: कुछ गलत हो गया
hu: Valami hiba történt.
id: Ada yang salah
it: Qualcosa è andato storto
ka: Რაღაც წავიდა არასწორად
nl: Er is iets verkeerd gegaan
pl: Coś poszło nie tak
ro: Ceva nu a mers bine
ru: Что-то пошло не так
sq: Dicka shkoj keq
sr: Негде је дошло до грешке
sv: Något gick fel
te: ఎక్కడో తేడ జరిగింది
tr: Bir hata oluştu
uk: Щось пішло не так
ur: کچھ غلط ہو گیا
zh: 发生了错误

source: System Default
af: Stelsel Verstek
bg: По подразбиране
bn: সিস্টেমের ডিফল্ট
ca: Predeterminat del sistema
da: Systemstandard
de: Standardeinstellung
el: Προκαθορισμένες επιλογές του συστήματος
es: Ajustes por defecto del sistema
eu: Sistema lehenetsia
fa: پیش فرض سیستم
fi: Järjestelmän oletusarvo
fr: Paramètres par défaut
he: ברירת מחדל
hi: सिस्टम डिफ़ॉल्ट
hu: Alapértelmezett
id: Sistem Bawaan
it: Predefinito
ka: სისტემის ქარხნული პარამეტრები
nl: Systeem standaardinsteliingen
pl: Domyślny język systemu
ro: Limba implicită
ru: По умолчанию
sq: Parazgjedhjet e sistemit
sr: Системски Подразумевано
sv: Standardinställning
te: సిస్టమ్ డిఫాల్ట్
tr: Sistem Varsayılanı
uk: Системна за замовчуванням
ur: سسٹم ڈیفالٹ
zh: 系统默认

source: Tap to hide
af: Tik om te versteek
bg: Докоснете за да скриете
bn: লুকানোর জন্য আলতো চাপুন
ca: Prem per amagar
da: Tryk for at skjule
de: Zum Verbergen tippen
el: Πατήστε εδώ για να το κρύψετε
es: Toque para ocultar
eu: Sakatu ezkutatzeko
fa: برای پنهان کردن، لمس کنید
fi: Piilota napauttamalla
fr: Taper pour masquer
he: הקש להחביא
hi: छिपाने के लिए दबाएँ
hu: Koppints az elrejtéshez
id: Ketuk untuk menyembunyikan
it: Tocca qui per nascondere
ka: შეეხეთ დასამალად
nl: Tik om te verbergen
pl: Dotknij, aby ukryć
ro: Apăsați pentru a ascunde
ru: Нажмите, чтобы скрыть
sq: Trokit për ta fshehur
sr: Кликни да сакријеш
sv: Tryck för att dölja
te: దాచడానికి నొక్కండి
tr: Gizlemek için dokunun
uk: Натисніть, щоб приховати
ur: چھپانے کے لئے ٹیپ
zh: 点击隐藏

source: Tap to reveal
af: Tik om te vertoon
bg: Докоснете за да разкриете
bn: দৃশ্যমান করতে আলতো চাপুন
ca: Prem per mostrar
da: Tryk for at vise
de: Zum Anzeigen tippen
el: Πατήστε εδώ για να το εμφανίσετε
es: Toque para mostrar
eu: Sakatu erakusteko
fa: برای آشکار کردن، لمس کنید
fi: Tuo esiin napauttamalla
fr: Taper pour afficher
he: הקש להראות
hi: प्रकट करने के लिए दबाएँ
hu: Koppints a felfedéshez
id: Ketuk untuk mengungkapkan
it: Tocca qui per visualizzare
ka: შეეხეთ გამოსაჩენად
nl: Tik om zichtbaar te maken
pl: Dotknij, aby ujawnić
ro: Apăsați pentru a afișa
ru: Нажмите, чтобы показать
sq: Trokit për të zbuluar
sr: Кликни да откријеш
sv: Tryck för att visa
te: బహిర్గతం చేయడానికి నొక్కండి
tr: Göstermek için dokunun
uk: Натисність, щоб показати
ur: ظاہر کرنے کے لئے ٹیپ کریں۔
zh: 点击揭示

# themeDark
source: Dark Theme
af: Donker Tema
bg: Тъмна тема
bn: ডার্ক থিম
ca: Tema fosc
da: Mørkt Tema
de: Dunkel
el: Σκοτεινό θέμα
es: Tema oscuro
eu: Gai iluna
fa: تم تاریک
fi: Tumma teema
fr: Thème sombre
he: מצב תצוגה כהה
hi: डार्क थीम
hu: Sötét
id: Tema Gelap
it: Tema scuro
ka: მუქი თემა
nl: Donker thema
pl: Ciemny motyw
ro: Aspect întunecat
ru: Темная тема
sq: Temë e errët
sr: Тамна Тема
sv: Mörkt tema
te: చీకటి థీమ్
tr: Karanlık Tema
uk: Темна тема
ur: ڈارک تھیم
zh: 深色主题

# themeHeader
source: Theme
af: Tema
bg: Тема
bn: থিম
ca: Tema
da: Tema
de: Thema
el: Θέμα
es: Tema
eu: Gaia
fa: تم
fi: Teema
fr: Thème
he: ערכת נושא
hi: थीम
hu: Megjelenés
id: Tema
it: Tema
ka: თემა
nl: Thema
pl: Motyw
ro: Aspect
ru: Тема
sq: Tema
sr: Тема
sv: Tema
te: థీమ్
tr: Tema
uk: Тема
ur: تھیم
zh: 主题

# themeLight
source: Light Theme
af: Ligte Tema
bg: Светла тема
bn: লাইট থিম
ca: Tema clar
da: Lyst Tema
de: Hell
el: Φωτεινό θέμα
es: Tema claro
eu: Gai Argia
fa: تم روشن
fi: Vaalea teema
fr: Thème clair
he: מצב תצוגה בהיר
hi: लाइट थीम
hu: Világos
id: Tema Terang
it: Tema chiaro
ka: ღია თემა
nl: Licht thema
pl: Jasny motyw
ro: Aspect deschis
ru: Светлая тема
sq: Tema e lehtë
sr: Светла Тема
sv: Ljust tema
te: కాంతి థీమ్
tr: Aydınlık Tema
uk: Світла тема
ur: ہلکی تھیم
zh: 浅色主题

source: #This Wallet
af: #Hierdie Beursie
bg: #Този портфейл
bn: #এই ওয়ালেট
ca: #Aquest moneder
da: #Denne Pung
de: #Dieses Wallet
el: #Αυτό το πορτοφόλι
es: #Esta billetera
eu: #Kartera hau
fa: #این کیف پول
fi: #Tämä lompakko
fr: #Ce portefeuille
he: #ארנק זה
hi: #यह वॉलेट
hu: #Ez a tárca
id: #Dompet Ini
it: #Questo wallet
ka: #ეს საფულე
nl: #Deze Wallet
pl: #Ten portfel
ro: #Acest Portofel
ru: #Этот кошелек
sq: #Ky Portofol
sr: #Овај Новчаник
sv: #Den här plånboken
te: #ఈ వాలెట్
tr: #Bu Cüzdan
uk: #Цей гаманець
ur: #یہ بٹوا
zh: #当前钱包

source: To
af: Aan
bg: До
bn: প্রতি
ca: A
da: Til
de: An
el: Σε
es: A
eu: Nori
fa: به
fi: Vastaanottajalle
fr: Vers
he: מ-
hi: के प्रति
hu: Küldés ide
id: Kepada
it: A
ka: რომ
nl: Naar
pl: Do
ro: Către
ru: На
sq: Në
sr: До
sv: Till
te: కు
tr: Adres
uk: До
ur: کو
zh: 至

source: To Address
af: Ontvanger Adres
bg: До адрес
bn: ঠিকানার প্রতি
ca: A Adreça
da: Til Adresse
de: An Adresse
el: Στην διεύθυνση
es: A la dirección
eu: Helbidera
fa: به آدرس
fi: Osoitteeseen
fr: Vers l'adresse
he: לכתובת
hi: एड्रेस को
hu: címre
id: Kepada Alamat
it: All'indirizzo
ka: ამ მისამართზე
nl: Naar Adres
pl: Na adres
ro: Către adresa
ru: На адрес
sq: Në adresën
sr: До Адресе
sv: Till adress
te: చిరునామాకు
tr: Hedef Adres
uk: На адресу
ur: وہ پتہ
zh: 至地址

# tooManyFailedAttempts
source: Too many failed unlock attempts.
af: Te veel mislukte ontsluitpogings.
bg: Твърде много неуспешни опити за отключване.
bn: আনলক করার অনেক ব্যর্থ প্রচেষ্টা।
ca: Massa intents de desbloqueig fallits.
da: For mange oplåsningsforsøg mislykkedes.
de: Zu viele Fehlversuche.
el: Πάρα πολλές λανθασμένες απόπειρες ξεκλειδώματος του πορτοφολιού
es: Demasiados intentos fallidos de desbloqueo.
eu: Huts gehigi saiatu dira desblokeatzeko.
fa: تلاش های ناموفق فراوان برای گشودن قفل .
fi: Liian monta virheellistä avausyritystä.
fr: Trop de tentatives de déverrouillage infructueuses.
he: יותר מדי נסיונות כושלים לשחרור הנעילה.
hi: खोलने के बहुत से असफल प्रयास।
hu: Túl sok hibás feloldási kísérlet.
id: Terlalu banyak upaya membuka kunci yang gagal.
it: Troppi tentativi di sblocco falliti.
ka: ზედმეტად ბევრი გახსნის მცდელობა.
nl: Te veel mislukte ontgrendelpogingen.
pl: Zbyt wiele nieudanych prób odblokowania.
ro: Prea multe încercări de deblocare eșuate.
ru: Много неудачных попыток разблокировки.
sq: Shumë përpjekje të dështuara për shkyçje.
sr: Превише неуспелих покушаја откључавања.
sv: För många ogiltiga försök.
te: చాలా ఎక్కువ అన్‌లాక్ ప్రయత్నాలు విఫలమయ్యాయి.
tr: Çok fazla kilit açma denemesi başarız oldu.
uk: Занадто багато невдалих спроб розблокування.
ur: غیر مقفل کرنے کی بہت ساری ناکام کوششیں۔
zh: 尝试解锁失败次数过多。

source: Total Value
af: Totale Waarde
bg: Обща стойност
bn: মোট মূল্য
ca: Valor Total
da: Total værdi
de: Gesamtbetrag
el: Συνολική αξία
es: Valor total
eu: Balio Osoa
fa: ارزش کل
fi: Kokonaisarvo
fr: Valeur totale
he: ערך כולל
hi: कुल मूल्य
hu: Összérték
id: Jumlah Nilai Keseluruhan
it: Valore totale
ka: სრული ღირებულება
nl: Totale Waarde
pl: Ogólna wartość
ro: Valoare totală
ru: Общая сумма
sq: Vlera Totale
sr: Укупна Вредност
sv: Totalt värde
te: మొత్తం విలువ
tr: Toplam Değer
uk: Загальна сума
ur: کل قیمت
zh: 总数

source: Transaction ID
af: Transaksie ID
bg: ID на транзакцията
bn: লেনদেনের আইডি নাম্বার
ca: ID de la transacció
da: Transaktions ID
de: Transaktions ID
el: Ταυτότητα συναλλαγής
es: ID de transacción
eu: Transakzio ID
fa: شناسه تراکنش
fi: Tapahtuma-ID
fr: ID de transaction
he: מספר עסקה
hi: लेन-देन ID
hu: Tranzakció azonosítója
id: ID Transaksi
it: ID transazione
ka: ტრანზაქციის ID
nl: Transactie ID
pl: Identyfikator transakcji
ro: ID-ul tranzacției
ru: Идентификатор транзакции
sq: ID Transaksionit
sr: ИД Трансакције
sv: Transaktions ID
te: లావాదేవి ఐడి
tr: İşlem ID'si
uk: Ідентифікатор транзакції
ur: ٹرانزیکشن ID
zh: 交易 ID

# transactionsUppercase
source: TRANSACTIONS
af: TRANSAKSIES
bg: ТРАНЗАКЦИИ
bn: লেনদেন
ca: TRANSACCIONS
da: TRANSAKTIONER
de: TRANSAKTIONEN
el: ΣΥΝΑΛΛΑΓΕΣ
es: TRANSACCIONES
eu: TRANSAKZIOAK
fa: تراکنش ها
fi: TAPAHTUMAT
he: עסקאות
hi: लेनदेन
hu: TRANZAKCIÓK
id: TRANSAKSI
it: TRANSAZIONI
ka: ტრანზაქციები
nl: TRANSACTIES
pl: TRANSAKCJE
ro: TRANZACȚII
ru: ТРАНЗАКЦИИ
sq: TRANSAKSION
sr: ТРАНСАКЦИЈЕ
sv: Transaktioner
te: లావాదేవీలు
tr: İŞLEMLER
uk: ТРАНЗАКЦІЇ
ur: لین دین
zh: 交易

source: Transfer
af: Oordrag
bg: Прехвърли
bn: স্থানান্তর
ca: Transferir
da: Overførsel
de: Transferieren
el: Μεταφορά
es: Transferir
eu: Transferentzia
fa: انتقال
fi: Siirrä
fr: Transférer
he: העבר
hi: ट्रांसफर
hu: Küldés
it: Trasferisci
ka: ტრანსფერი
nl: Overzetten
pl: Przelew
ro: Transferă
ru: Отправить
sq: Transfertë
sr: Траснфер
sv: Överför
te: బదిలీ
tr: Transfer Et
uk: Переказ
ur: منتقلی
zh: 传送

# transferClose
source: Tap anywhere to close the window.
af: Tik enige plek om die venster toe te maak.
bg: Докоснете дисплея, за да затворите прозореца.
bn: এই উইন্ডো বন্ধ করতে যে কোনো জায়গায় আলতো চাপুন।
ca: Prem a qualsevol lloc per tancar la finestra.
da: Tryk et vilkårligt sted for at lukke vinduet.
de: Tippe, um das Fenster zu schließen.
el: Πατήστε οπουδήποτε για να κλείσετε αυτό το παράθυρο.
es: Toque en cualquier lugar para cerrar la ventana.
eu: Sakatu edozein lekutan leihoa ixteko.
fa: هر جایی را لمس کنید تا پنجره بسته شود.
fi: Sulje ikkuna napauttamalla mihin tahansa.
fr: Appuyez n’importe où afin de fermer ce volet.
he: לחץ בכל מקום בכדי לסגור את החלון.
hi: विंडो बंद करने के लिए कहीं भी टैप करें।
hu: Koppints bárhova az ablak bezárásához.
id: Ketuk di mana saja untuk menutup jendela.
it: Premi dove vuoi per chiudere la finestra.
ka: შეეხეთ ნებისმიერ ადგილას ფანჯრის დასახურად.
nl: Tik ergens om het venster te sluiten.
pl: Naciśnij gdziekolwiek, żeby zamknąć okno.
ro: Apăsați oriunde pentru a închide această fereastră.
ru: Нажмите в любом месте, чтобы закрыть окно.
sq: Prekni kudo për të mbyllur dritaren.
sr: Кликните било где да затворите прозор.
sv: Tryck någonstans för att stänga fönstret.
te: విండోను మూసివేయడానికి ఎక్కడైనా నొక్కండి.
tr: Pencereyi kapatmak için herhangi bir yere dokunun.
uk: Натисніть будь-де, щоб закрити вікно.
ur: کھڑکی کو بند کرنے کے لیے کہیں بھی ٹیپ کریں۔
zh: 点击任意位置关闭窗口。

# transferComplete
source: {amount} KAS successfully transferred to your Kaspium Wallet.
af: {amount} KAS suksesvol oorgedra na jou Kaspium Kriptobeursie.
bg: {amount} KAS успешно прехвърлени към вашия Kaspium портфейл.
bn: {amount} KAS সফলভাবে আপনার Kaspium Wallet এ স্থানান্তরিত হয়েছে৷৷
ca: {amount} KAS han estat transferits amb èxit al teu moneder Natrium.
da: {amount} KAS blev overført til din Kaspium Pung.
de: {amount} KAS wurden erfolgreich an Ihr Kaspium Wallet gesendet.
el: {amount} KAS μεταφέρθηκαν επιτυχώς στο Kaspium πορτοφόλι σας.
es: {amount} KAS se ha transferido con éxito a su billetera de Kaspium.
eu: {amount} KAS behar bezala transferitu da zure Kaspium Karterera.
fa: تعداد {amount} KAS با موفقیت به کیف پول Kaspium شما منتقل شد.
fi: {amount} KAS onnistuneesti siirretty Kaspium-lompakkoosi.
fr: {amount} KAS ont été transférés avec succès vers votre portefeuille Kaspium.
he: {amount} כספא הועברו לארנק כספיום בהצלחה.
hi: {amount} KAS सफलतापूर्वक आपके कैपियम वॉलेट में स्थानांतरित कर दी गई है।
hu: {amount} KAS sikeresen átkerült a Kaspium tárcádba.
id: {amount} KAS berhasil ditransfer ke Dompet Kaspium Anda.
it: {amount} KAS trasferiti con successo al tuo wallet Kaspium.
ka: {amount} KAS წარმატებით გადავიდა თქვენ Kaspium-ის საფულეში.
nl: {amount} Kaspa succesvol overgezet naar jouw Kaspium Wallet.
pl: {amount} KAS zostało pomyślnie przekazanych na twój portfel Kaspium.
ro: {amount} KAS au fost transferate cu succes în portofelul dvs. Kaspium.
ru: {amount} KAS успешно переведено в кошелёк Kaspium.
sq: {amount} KAS u transferua me sukses në portofolin tuaj Kaspium.
sr: {amount} КАС је успешно пребачено у ваш Каспиум Новчаник.
sv: {amount} KAS har överförts till din Kaspium-plånbok.
te: {amount} KAS మీ కాస్పియం వాలెట్కి విజయవంతంగా బదిలీ చేయబడింది.
tr: {amount} KAS başarıyla Kaspium Cüzdanınıza transfer edildi.
uk: {amount} KAS успішно перераховано до вашого гаманця Kaspium.
ur: {amount} KAS کامیابی کے ساتھ آپ کے Kaspium Wallet میں منتقل ہو گیا۔
zh: {amount} KAS 成功传送到您的 Kaspium 钱包。

# transferConfirmInfo
source: A wallet with a balance of {amount} KAS has been detected.
af: 'n Kriptobeursie met 'n balans van {amount} KAS is waargeneem.
bg: Портфейл с баланс от {amount} KAS е открит.
bn: {amount} KAS ব্যালেন্স সহ একটি ওয়ালেট সনাক্ত করা হয়েছে৷
ca: S'ha detectat un moneder amb un saldo de {amount} KAS.
da: En Pung med en saldo på {amount} KAS er blevet registreret.
de: Ein Wallet mit einem Guthaben von {amount} KAS wurde gefunden.
el: Εντοπίσθηκε ένα πορτοφόλι με υπόλοιπο {amount} KAS.
es: Se ha detectado una billetera con un saldo de {amount} KAS.
eu: {amount} KAS-ko saldoa duen kartera bat detektatu da.
fa: کیف پولی با موجودی {amount} KAS شناسایی شد.
fi: Lompakko, joka sisältää {amount} KAS havaittu.
fr: Un portefeuille avec un solde de {amount} KAS a été détecté.
he: ארנק עם מאזן של {amount} כספא אותר.
hi: {amount} कैपियम के बैलेंस वाले वॉलेट का पता चला है
hu: {amount} KAS egyenlegű tárca észlelve.
id: Dompet dengan saldo {amount} KAS telah terdeteksi.
it: Rilevato un wallet con un saldo di {amount} KAS.
ka: აღმოჩენილია საფულე {amount} KAS-ის ბალანსით.
nl: Een wallet met een saldo van {amount} KAS is gedetecteerd.
pl: Został wykryty portfel z saldem {amount} KAS.
ro: Un portofel cu un sold de {amount} KAS a fost găsit.
ru: Обнаружен кошелёк с балансом {amount} KAS.
sq: Është zbuluar një portofol me një bilanc prej {amount} KAS.
sr: Новчаник са сумом од {amount} КАС је детектован.
sv: En plånbok med ett saldo på {amount} KAS har upptäckts.
te: {amount} KAS బ్యాలెన్స్ ఉన్న వాలెట్ కనుగొనబడింది.
tr: {amount} KAS bakiyesine sahip bir cüzdan tespit edildi.
uk: Виявлено гаманець з балансом {amount} KAS.
ur: {amount} KAS کے بیلنس والے پرس کا پتہ چلا ہے۔
zh: 检测到一个包含 {amount} KAS 的钱包。

# transferConfirmInfoSecond
source: Tap confirm to transfer the funds.
af: Tik op bevestig om die fondse oor te dra..
bg: Натиснете за да потвърдите прехвърлянето на средства.
bn: রাশি স্থানান্তর করতে নিশ্চিত করে আলতো চাপুন।
ca: La transferència pot tardar uns quants segons a completar-se.
da: Tryk på Bekræft for at overføre midlerne.
de: Tippe, um den Transfer zu bestätigen.
el: Πατήστε για να επιβεβαιώσετε την μεταφορά του κεφαλαίου.
es: Toque confirmar para transferir los fondos.
eu: Ukitu berretsi funtsak transferitzeko.
fa: برای تایید انتقال وجه، لمس کنید.
fi: Hyväksy varojen siirto napauttamalla Vahvista.
fr: Appuyez sur confirmer pour transférer les fonds.
he: לחץ על אשר בכדי להעביר את הסכום.
hi: फंड ट्रांसफर करने के लिए कन्फर्म दबाएँ
hu: Koppints az átutalás megerősítéséhez.
id: Ketuk konfirmasi untuk mentransfer dana.
it: Premi Conferma per trasferire i fondi.
ka: შეეხეთ დადასტურებას სახსრების გადასარიცხად.
nl: Tik op bevestigen om het saldo over te zetten.
pl: Naciśnij potwierdź, aby transferować środki.
ro: Apăsați pentru a confirma transferul.
ru: Для перевода средств нажмите кнопку 'подтвердить'.
sq: Prekni konfirmoni për të transferuar fondet.
sr: Кликни да потврдиш слање средстава.
sv: Tryck på bekräfta för att överföra tillgångar.
te: నిధులను బదిలీ చేయడానికి నిర్ధారించు నొక్కండి.
tr: Transfer işlemini başlatmak için onayla düğmesine dokunun.
uk: Натисніть "Підтвердити" для переказу коштів.
ur: رقوم کی منتقلی کے لیے تصدیق پر ٹیپ کریں۔
zh: 按键确定传送钱币。

# transferConfirmInfoThird
source: Transfer may take several seconds to complete.
af: Oordrag mag etlike sekondes neem om af te handel.
bg: Прехвърлянето може да отнеме няколко секунди.
bn: স্থানান্তর সম্পূর্ণ হতে কয়েক সেকেন্ড সময় লাগতে পারে।
ca: La transferència pot tardar uns quants segons a completar-se.
da: Overførslen kan tage adskillige sekunder at gennemføre.
de: Der Vorgang kann einige Sekunden dauern.
el: Η συναλλαγή μπορεί να χρειαστεί αρκετά δευτερόλεπτα για να ολοκληρωθεί.
es: La transferencia puede tardar varios segundos en completarse.
eu: Baliteke transferentzia segundo batzuk behar izatea burutzeko.
fa: انتقال ممکن است چند ثانیه طول بکشد تا تکمیل شود.
fi: Siirto saattaa kestää muutaman sekunnin.
fr: Le transfert peut prendre quelques secondes.
he: העברה יכולה לקחת מספר שניות
hi: स्थानांतरण को पूरा होने में कई सेकंड लग सकते हैं।
hu: Az átvitel néhány másodpercig tarthat.
id: Transfer mungkin memakan waktu beberapa detik untuk dapat selesai.
it: Il trasferimento potrebbe richiedere diversi secondi.
ka: ტრანსფერის დასრულებას შეიძლება დასჭირდეს რამოდენიმე წამი.
nl: Het overzetten kan enkele seconden duren om te voltooien.
pl: Transfer może potrwać kilka sekund, zanim zostanie zakończony.
ro: Transferul poate dura câteva secunde.
ru: Перевод может занять несколько секунд.
sq: Transferimi mund të marrë disa sekonda për të përfunduar.
sr: Пренос може трајати више секунди.
sv: Överföringen kan ta upp till flera sekunder att genomföras.
te: బదిలీ పూర్తి కావడానికి కొన్ని సెకన్లు పట్టవచ్చు.
tr: Transfer işleminin tamamlanması birkaç saniye sürebilir.
uk: Виконання переказу може зайняти кілька секунд.
ur: منتقلی مکمل ہونے میں کئی سیکنڈ لگ سکتے ہیں۔
zh: 传送需要几秒钟完成，请稍等一下。
