Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

# txFilterDialogOptionHideNotAcceptedCoinbase
source: Hide Not Accepted Coinbase Transactions
af: Verberg Nie-aanvaarde Coinbase Transaksies
bg: Скриване на неприети Coinbase транзакции
bn: লুকান অগৃহীত কয়েনবেস এর লেনদেন
de: Verberge alle nicht akzeptierten Coinbase-Transaktionen
es: Ocultar Transacciones Coinbase no aceptadas
fa: پنهان کردن تراکنش های پذیرفته نشده Coinbase
fr: Cacher les transactions coinbase refusées
id: Sembunyikan Transaksi Coinbase yang Tidak Diterima
nl: Verberg niet geaccepteerde coinbase-transacties
pl: Ukryj niezaakceptowane transakcje Coinbase
ro: Ascundeți tranzacțiile Coinbase care nu sunt acceptate
tr: Kabul Edilmeyen Coinbase İşlemlerini Gizle
zh: 隐藏未接受的创币交易

# txReportTxHash
source: TxHash
fa: هش تراکنش
