Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

# backupConfirmButton
source: I've Backed It Up
af: Ek het dit Gerugsteun
bg: Направих резервно копие
bn: আমি এটা ব্যাকআপ করেছি
ca: N'he fet una còpia de seguretat
da: Jeg har lavet en sikkerhedskopi
de: Ich habe den Seed gesichert
el: Κράτησα αντίγραφο ασφαλείας
es: He hecho una copia de seguridad
eu: babeskopia egin dut
fa: من آن را بکاپ گرفته ام
fi: Olen varmuuskopioinut
fr: Je l'ai sauvegardé
he: גיביתי במקום בטוח
hi: मैंने इसका बैकअप कर लिया है
hu: Mentés kész!
id: Saya Sudah Mencadangkannya
it: L'ho salvata
ka: მე შევქმენი სარეზერვო ასლი
nl: Ik heb er een back-up van gemaakt
pl: Zapisałem\am frazę
ro: Am salvat-o într-un loc sigur
ru: Я сделал резервную копию
sq: Unë e kam ruajtur atë
sr: Направавио/ла сам Резервну Копију
sv: Jag har sparat den
te: నేను దానిని బ్యాకప్ చేసాను
tr: Yedekledim
uk: Резервну копію створено
ur: میں نے اس کا بیک اپ لیا ہے
zh: 我已备份

source: Backup Secret Phrase
af: Rugsteun Geheime Frase
bg: Резервно копие на тайната фраза
bn: গোপন বাক্যাংশ ব্যাকআপ করুন
ca: Copiar la frase secreta
da: Sikkerhedskopier hemmelig sætning
de: Geheimsequenz sichern
el: Αντίγραφο ασφαλείας μυστικής φράσης
es: Copia de seguridad de la frase secreta
eu: Esaldi sekretua gorde
fa: بکاپ گرفتن از عبارت مخفی
fi: Varmuuskopioi turvasanat
fr: Sauvegarder la phrase secrète
he: גבה את הביטוי הסודי
hi: गुप्त वाक्यांश बैकअप करें
hu: Seed Phrase mentése
id: Cadangkan Frase Rahasia
it: Esegui backup della frase segreta
ka: საიდუმლო ფრაზის ბექაფი
pl: Zapisz sekretną frazę
ro: Backup formulă secretă
ru: Сделать резервную копию seed-фразы
sq: Ruaj Frazën Sekrete
sr: Направите Резервну Копију Тајне Фразе
sv: Säkerhetskopiera fras
te: బ్యాకప్ రహస్య పదబంధం
tr: Gizli Cümleyi Yedekle
uk: Резервна копія секретної фрази
ur: بیک اپ خفیہ جملہ
zh: 备份助记词

# biometricsMethod
source: Biometrics
af: Biometrika
bg: Биометрия
bn: বায়োমেট্রিক্স
ca: Biometria
da: Biometri
de: Biometrie
el: Βιομετρικά στοιχεία
es: Biometría
eu: Biometria
fa: بیومتریک
fi: Biometriikka
fr: Biométrie
he: ביומטריה
hi: बॉयोमेट्रिक्स
hu: Biometrikus
id: Biometrik
it: Biometrica
ka: ბიომეტრიკა
nl: Biometrie
pl: Biometria
ro: Biometria
ru: Биометрия
sq: Biometrike
sr: Биометрика
sv: Biometrik
te: బయోమెట్రిక్స్
tr: Biyometrik
uk: Біометрія
ur: بایومیٹرکس
zh: 生物识别

source: Block Explorer
af: Blokverkenner
bn: ব্লক এক্সপ্লোরার
ca: Explorador de blocs
da: Bloker Explorer
el: Εξερευνητής block
es: Explorador de bloques
eu: Bloke esploratzailea
fa: کاوشگر بلاک
fi: Lohkoselain
fr: Explorateur de blocs
he: בלוק אקספלורר
hi: ब्लॉक एक्सप्लोरर
hu: Blokk megjelenítő kiválasztása
id: Penjelajah Blok
it: Explorer
ka: ბლოკის მაძიებელი
nl: Blok verkenner
pl: Eksplorer bloków
ro: Explorator de blocuri
ru: Обозреватель блоков
sr: Претраживач Блокова
sv: Utforskare
te: బ్లాక్ ఎక్స్‌ప్లోరర్
tr: Blok Tarayıcı
uk: Дослідник блокчейну
ur: بلاک ایکسپلورر
zh: 区块浏览器

source: Cancel
af: Kanselleer
bg: Отмени
bn: বাতিল
ca: Cancel·lar
da: Annuller
de: Abbrechen
el: Άκυρο
es: Cancelar
eu: Bertan behera utzi
fa: لغو
fi: Peruuta
fr: Annuler
he: בטל
hi: रद्द करें
hu: Mégse
id: Batal
it: Annulla
ka: გაუქმება
nl: Annuleer
pl: Anuluj
ro: Anulare
ru: Отмена
sq: Anullo
sr: Откажи
sv: Avbryt
te: రద్దు చేయండి
tr: İptal
uk: Скасувати
ur: منسوخ کریں
zh: 取消

source: Change
af: Verander
bg: Остатък
bn: পরিবর্তন
ca: Canviar
da: Ændre
de: Wechselgeld
el: Αλλαγή
es: Cambio
eu: Aldatu
fa: تغییر
fi: Vaihtoraha
fr: Changer
he: עודף
hi: बदलाव
hu: Cserélt
id: Ganti
it: Resto
ka: შეცვლა
nl: Verander
pl: Reszta
ro: Schimbare
ru: Сдача
sq: Ndrysho
sr: Измени
sv: Ändra
te: మార్పు
tr: Para Üstü
uk: Решта
ur: تبدیل کریں
zh: 零钱

source: Change Address
af: Verander Adres
bg: Остатъчен адрес
bn: ঠিকানা পরিবর্তন করুন
ca: Canviar adreça
da: Ændre Adresse
de: Wechselgeldadresse
el: Αλλαγή διεύθυνσης
es: Cambiar la dirección
eu: Helbidea aldatu
fa: تغییر آدرس
fi: Vaihtorahaosoite
fr: Adresse
he: כתובת עודף
hi: एड्रेस बदलाव करें
hu: Cserélt cím
id: Ganti Alamat
it: Indirizzo del resto
ka: მისამართის ცვლილება
nl: Verander adres
pl: Adres reszty
ro: Modifică adresa
ru: Адрес сдачи
sq: Ndrysho Adrresën
sr: Промени Адресу
sv: Ändra adress
te: చిరునామా మార్చండి
tr: Para Üstü Adresi
uk: Адреса решти
ur: پتہ تبدیل کریں
zh: 零钱地址

source: Change address copied
af: Adresverandering Gekopieer
bg: Остатъчния адрес е копиран
bn: ঠিকানা পরিবর্তন কপি করা হয়েছে
ca: Canviar adreça copiada
da: Skift adresse kopieret
de: Wechselgeldadresse kopiert
el: Η αλλαγή της διεύθυνσης αντιγράφηκε
es: Cambio de dirección copiado
eu: Aldatzeko helbidea kopiatu da
fa: تغییر آدرس کپی شد
fi: Vaihtorahaosoite kopioitu
fr: Adresse copiée
he: כתובת עודף הועתקה
hi: एड्रेस बदलें कॉपी किया गया
hu: Cserélt cím kimásolva
id: Ganti alamat disalin
it: Indirizzo del resto copiato
ka: დაკოპირებული მისამართის ცვლილება
nl: Verander adres gekopiëerd
pl: Adres reszty skopiowano
ro: Modificarea adresei a fost copiată
ru: Адрес сдачи скопирован
sq: Ndrysho adrresën qe keni kopjuar
sr: Промени Копирану Адресу
sv: Ändra adress kopierad
te: చిరునామా మార్చండి కాపీ చేయబడింది
tr: Para üstü adresi kopyalandı
uk: Адресу решти скопійовано
ur: پتہ تبدیلی کا کاپی کیا گیا ہے
zh: 零钱地址已复制

source: Change Index
af: Verander Indeks
bg: Индекс на остатъка
bn: ইনডেক্স পরিবর্তন করুন
ca: Canviar Índex
da: Ændre index
de: Index ändern
el: Αλλαγή ευρετηρίου
es: Índice de cambio
eu: Aldatu indizea
fa: تغییر شاخص
fi: Vaihtorahaindeksi
fr: Changer l'index
he: עודף אינדקס
hi: सूचकांक बदलें
hu: Cserélt Index
id: Ganti Indeks
it: Indice dei resti
ka: ინდექსის ცვლილება
nl: Verander Index
pl: Indeks reszty
ro: Modifică indexul
ru: Индекс сдачи
sq: Ndrysho Indeksin
sr: Промени Индекс
sv: Ändra index
te: మార్పు సూచిక
tr: Para Üstü Dizini
uk: Індекс решти
ur: انڈیکس کو تبدیل کریں
zh: 零钱索引

# changeIndexParam
source: Change {addressIndex}
af: Verander {addressIndex}
bg: Остатък {addressIndex}
bn: পরিবর্তন করুন {addressIndex}
ca: Canviar {addressIndex}
da: Ændre {addressIndex}
de: {addressIndex} ändern
el: Αλλαγή {addressIndex}
es: Cambio {addressIndex}
eu: Aldatu {addressIndex}
fa: تغییر {addressIndex}
fi: Vaihtoraha {addressIndex}
fr: Changer {addressIndex}
he: עודף {addressIndex}
hi: बदलें {addressIndex}
hu: Cserélt {addressIndex}
id: Ganti {addressIndex}
it: Resto {addressIndex}
ka: ცვლილება {addressIndex}
nl: Verander {addressIndex}
pl: Reszta {addressIndex}
ro: Modifică {addressIndex}
ru: Адрес сдачи {addressIndex}
sq: Ndrysho {addressIndex}
sr: Промени {addressIndex}
sv: Ändra {addressIndex}
te: మార్పు {addressIndex}
tr: Para üstü {addressIndex}
uk: Решта {addressIndex}
ur: {addressIndex} کو تبدیل کریں
zh: 零钱 {addressIndex}

# checkCameraPermission
source: Please check camera permissions
af: Gaan asseblief kamera toestemmings na
bg: Моля разрешете използването на камерата
bn: ক্যামেরা এর অনুমতিদান পরীক্ষা করুন
ca: Si us plau, revisa el permís a la càmera
da: Tjek venligst kameratilladelser
de: Bitte Kamera-Berechtigung prüfen
el: Παρακαλώ ελέγξτε τα δικαιώματα κάμερας
es: Por favor, verifique los permisos de la cámara.
eu: Mesedez, egiaztatu kameraren baimenak
fa: لطفا مجوزهای دوربین را بررسی کنید
fi: Tarkista kameran käyttöoikeudet
fr: Merci de vérifier les permissions de l'appareil photo
he: אנא בדקו הרשאות מצלמה
hi: कृपया कैमरे की अनुमति जांचें
hu: Ellenőrizd a kamera engedélyeit
id: Silakan periksa izin kamera
it: Controlla il permesso di accesso alla fotocamera
ka: გთხოვთ, შეამოწმოთ კამერის ნებართვა
nl: Controleer aub camera toestemming
pl: Sprawdź uprawnienia do kamery
ro: Vă rugăm să verificați permisiunile camerei foto
ru: Проверьте, пожалуйста, права на использование камеры
sq: Ju lutemi kontrolloni lejet e kamerës
sr: Проверите дозволе за камеру
sv: Vänligen kontrollera kameraåtkomst
te: దయచేసి కెమెరా అనుమతులను తనిఖీ చేయండి
tr: Lütfen kamera izinlerini kontrol edin
uk: Будь-ласка, перевірте права доступу до камери
ur: براہ کرم کیمرے کی اجازتیں چیک کریں
zh: 请检查相机权限

# clipboardEmpty
source: Clipboard is empty
af: Knipbord is leeg
bg: Няма копирана стойност
bn: ক্লিপবোর্ড টি শূন্য
ca: El porta-retalls està buit
da: Udklipsholderen er tom
de: Zwischenablage ist leer
el: Το πρόχειρο είναι κενό
es: El portapapeles está vacío
eu: Paper-zorroa hutsik dago
fa: کلیپ بورد خالی است
fi: Leikepöytä on tyhjä
fr: Le presse-papier est vide
he: לוח העתקה ריק
hi: क्लिपबोर्ड खाली है
hu: Nincs mit beilleszteni
id: Papan klip kosong
it: Non hai copiato nulla
ka: ბუფერი ცარიელია
nl: Klembord is leeg
pl: Schowek jest pusty
ro: Clipboard-ul este gol
ru: Буфер обмена пуст
sq: Clipboard është bosh
sr: Клипбоард је празан
sv: Urklippet är tomt
te: క్లిప్‌బోర్డ్ ఖాళీగా ఉంది
tr: Pano boş
uk: Буфер обміну порожній
ur: کلپ بورڈ خالی ہے
zh: 粘贴板为空

source: Close
af: Sluit
bg: Затвори
bn: বন্ধ করুন
ca: Tancar
da: Luk
de: Schließen
el: Κλείσιμο
es: Cerrar
eu: Itxi
fa: بستن
fi: Sulje
fr: Fermer
he: סגור
hi: बंद करें
hu: Bezárás
id: Tutup
it: Chiudi
ka: დახურვა
nl: Sluiten
pl: Zamknij
ro: Închide
ru: Закрыть
sq: Mbylle
sr: Затвори
sv: Stäng
te: మూసేయ్
tr: Kapat
uk: Закрити
ur: بند کریں
zh: 关闭

source: Confirm
af: Bevestig
bg: Потвърди
bn: নিশ্চিত করুন
ca: Confirmar
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
eu: Baieztatu
fa: تایید
fi: Vahvista
fr: Confirmer
he: אשר
hi: पुष्टि करें
hu: Megerősít
id: Konfirmasi
it: Conferma
ka: დადასტურება
nl: Bevestig
pl: Potwierdź
ro: Confirmare
ru: Подтвердить
sq: Konfirmo
sr: Потврди
sv: Bekräfta
te: నిర్ధారించండి
tr: Onayla
uk: Підтвердити
ur: تصدیق کریں
zh: 确认

# confirmPasswordHint
source: Confirm the password
af: Bevestig die wagwoord
bg: Потвърдете паролата
bn: পাসওয়ার্ড নিশ্চিত করুন
ca: Confirma la contrasenya
da: Bekræft adgangskode
de: Passwort bestätigen
el: Επιβεβαιώστε των κωδικό πρόσβασης
es: Confirmar contraseña
eu: Pasahitza baieztatu
fa: کلمه عبور را تایید کنید
fi: Vahvista salasana
fr: Confirmer le mot de passe
he: אשר את הסיסמה
hi: पासवर्ड की पुष्टि करें
hu: Jelszó megerősítése
id: Konfirmasi kata sandi
it: Conferma la password
ka: პაროლის დასტური
nl: Bevestig het wachtwoord
pl: Potwierdź hasło
ro: Confirmă parola
ru: Подтвердите пароль
sq: Konfirmoni fjalëkalimin
sr: Потврди шифру
sv: Bekräfta lösenordet
te: పాస్వర్డ్ను నిర్ధారించండి
tr: Şifreyi onayla
uk: Підтвердити пароль
ur: پاس ورڈ کی تصدیق کریں
zh: 确认密码

# confirmations
source: {confirmations} confirmations
af: {confirmations} bevestigings
bg: {confirmations} потвърждения
bn: {confirmations} নিশ্চিতকরণ
ca: {confirmations} confirmacions
da: {confirmations} bekræftelser
de: {confirmations} Bestätigungen
el: {confirmations} επιβεβαιώσεις
es: {confirmations} confirmaciones
eu: {confirmations} baimenak
fa: {confirmations} تاییدیه ها
fi: {confirmations} vahvistusta
he: {confirmations} אישורים
hi: {confirmations} पुष्टिकरण
hu: {confirmations} megerősítés
id: {confirmations} konfirmasi
it: {confirmations} conferme
ka: {confirmations} დასტური
nl: {confirmations} bevestigingen
pl: {confirmations} potwierdzeń
ro: {confirmations} confirmări
ru: {confirmations} подтверждений
sq: {confirmations} konfirmime
sr: {confirmations} потврда
sv: {confirmations} bekräftelser
te: {confirmations} నిర్ధారణలు
tr: {confirmations} onay
uk: {confirmations} підтведжень
ur: {confirmations} تصدیقات
zh: {confirmations} 确认

source: confirmed
af: Bevestig
bg: потвърдено
bn: নিশ্চিত
ca: Confirmat
da: Bekræftet
de: bestätigt
el: επιβεβαιωμένο
es: confirmado
eu: Baieztatuta
fa: تایید شد
fi: Vahvistettu
fr: confirmé
he: מאושר
hi: पुष्टीकृत
hu: megerősített
id: dikonfirmasi
it: confermata
ka: დადასტურდა
nl: bevestigd
pl: potwierdzone
ro: confirmat
ru: подтверждено
sq: konfirmuar
sr: потврђено
sv: bekräftad
te: ధ్రువీకరించారు
tr: onaylandı
uk: підтверджено
ur: تصدیق شدہ
zh: 已确认

source: confirming
af: Besig om te bevestig
bg: потвърждаване
bn: নিশ্চিত করা
ca: Confirmant
da: Bekræfter
de: bestätige
el: γίνεται επιβεβαίωση
es: Confirmando
eu: Baieztatzen
fa: در حال تایید
fi: Vahvistetaan
fr: en cours de confirmation
he: מאשר
hi: इस बात की पुष्टि
hu: megerősítve
id: Mengonfirmasi
it: in attesa di conferma
ka: დასტურდება
nl: bevestigen
pl: potwierdzanie
ro: în confirmare
ru: подтверждается
sq: duke konfirmuar
sr: потврђује се
sv: bekräftas
te: నిర్ధారిస్తూ
tr: onaylanıyor
uk: підтверджується
ur: تصدیق کی جا رہی ہے
zh: 确认中

# contactAdded
source: {contactName} added to contacts
af: {contactName} bygevoeg by kontakte
bg: {contactName} добавен/и в контакти.
bn: {contactName} কন্টাক্ট সংরক্ষণ সফল
ca: {contactName} s'ha afegit als contactes.
da: {contactName} er blevet føjet til kontakter.
de: {contactName} zu Kontakten hinzugefügt!
el: {contactName} προστέθηκε στις επαφές
es: {contactName} añadido a contactos
eu: {contactName} kontaktuetara gehitu da
fa: {contactName} به مخاطبین اضافه شد
fi: {contactName} on lisätty yhteystietoihin
fr: {contactName} a été ajouté aux contacts !
he: {contactName} נוסף לאנשי הקשר
hi: {contactName} अब आपके सम्पर्को में है।
hu: {contactName} hozzá lett adva a címjegyzékhez!
id: {contactName} ditambahkan ke kontak!
it: {contactName} è stato aggiunto ai contatti!
ka: {contactName} დამატებულია კონტაქტებში
nl: {contactName} is toegevoegd aan contacten
pl: {contactName} został dodany do kontaktów!
ro: {contactName} a fost adăugat la contacte
ru: {contactName} добавлен в контакты
sq: {contactName} u shtua te kontaktet
sr: {contactName} је додат у контакте
sv: {contactName} har lagts till under kontakter!
te: {contactName} పరిచయాలకు జోడించబడింది
tr: {contactName} rehbere eklendi!
uk: {contactName} додано до контактів
ur: {contactName} کو رابطوں میں شامل کیا گیا
zh: {contactName} 已被添加到联系人

# contactAddressCopied
source: {address} address copied
af: {address} adres gekopieer
bg: {address} адресът е копиран
bn: {address} ঠিকানা কপি করা হয়েছে
ca: {address} adreça copiada
da: {address} addresse kopieret
de: Adresse {address} kopiert
el: {address} η διεύθυνση αντιγράφηκε
es: {address} dirección copiada
eu: {address} Helbidea kopiatu da
fa: آدرس {address} کپی شد
fi: {address} osoite kopioitu
fr: {address} adresse copiée
he: הכתובת {address} הועתקה
hi: {address} एड्रेस कॉपी किया गया
hu: {address} cím kimásolva
id: {address} alamat telah disalin
it: {address} indirizzo copiato
ka: {address} მისამართი კოპირებულია
nl: {address} adres gekopieerd
pl: {address} adres skopiowano
ro: {address} adresa copiată
ru: Адрес {address} скопирован
sq: {address} adresa u kopjua
sr: {address} адреса копирана
sv: {address} adress kopierad
te: {address} చిరునామా కాపీ చేయబడింది
tr: {address} adresi kopyalandı
uk: адресу {address} скопійовано
ur: {address} پتہ کاپی ہو گیا
zh: {address} 地址已被复制

# contactExists
source: Contact Already Exists
af: Kontak Bestaan Reeds
bg: Контакта вече съществува
bn: কন্টাক্ট আগে থেকেই আছে
ca: El contacte ja existeix
da: Kontakt eksisterer allerede
de: Kontakt bereits vorhanden
el: Η επαφή υπάρχει ήδη
es: El contacto ya existe
eu: Helbidea dagoeneko existitzen da
fa: مخاطب از قبل وجود دارد
fi: Yhteystieto on jo olemassa
fr: Ce contact existe déjà
he: איש קשר כבר קיים
hi: इस संपर्क का नाम पहले से मौजूद है
hu: Ez a cím már szerepel a listán!
id: Kontak Sudah Ada
it: Contatto già esistente
ka: აღნიშნული კონტაქტი უკვე არსებობს
nl: Contact bestaat al
pl: Kontakt już istnieje
ro: Contactul deja există
ru: Контакт уже существует
sq: Kontakti tashmë ekziston
sr: Контакт Већ Постоји
sv: Kontakten existerar redan
te: సంప్రదింపు ఇప్పటికే ఉంది
tr: Bu Kişi Zaten Mevcut
uk: Такий контакт вже існує
ur: رابطہ پہلے سے موجود ہے
zh: 联系人已存在

# contactHeader
source: Contact
af: Kontak
bg: Контакт
bn: কন্টাক্ট
ca: Contacte
da: Kontakt
de: Kontakt
el: Επαφή
es: Contacto
eu: Kontaktua
fa: مخاطب
fi: Yhteystieto
he: איש קשר
hi: संपर्क
hu: Cím
id: Kontak
it: Contatto
ka: კონტაქტი
pl: Kontakt
ru: Контакт
sq: Kontaktoni
sr: Контакт
sv: Kontakter
te: సంప్రదింపు
tr: Kişi
uk: Контакт
ur: رابطہ
zh: 联系人

# contactInvalid
source: Invalid Contact Name
af: Ongeldige Kontaknaam
bg: Невалидно име
bn: অবৈধ কন্টাক্ট এর নাম
ca: Nom de contacte invàlid
da: Ugyldigt kontaktnavn
de: Ungültiger Kontaktname
el: Μη έγκυρο όνομα επαφής
es: Nombre de contacto no válido
eu: Kontaktuaren izen baliogabea
fa: نام مخاطب نامعتبر است
fi: Virheellinen yhteystiedon nimi
fr: Nom du contact erroné
he: שם איש קשר לא תקין
hi: संपर्क के नाम में गलती है
hu: Helytelen cím elnevezés
id: Kontak Tidak Valid
it: Nome contatto non valido
ka: არასწორი კონტაქტის დასახელება
nl: Ongeldige contact naam
pl: Niewłaściwa nazwa kontaktu
ro: Nume de Contact invalid
ru: Недопустимое имя контакта
sq: Emri i pavlefshëm i kontaktit
sr: Име Контакта Није Валидно
sv: Ogiltigt kontaktnamn
te: చెల్లని సంప్రదింపు పేరు
tr: Geçersiz Kişi İsmi
uk: Невірне ім'я контакта
ur: غلط رابطہ نام
zh: 联系人姓名无效

# contactNameHint
source: Enter a Name @
af: Sleutel 'n Naam in @
bg: Въведете име @
bn: নাম লিখুন @
ca: Introdueix un nom @
da: Indtast et navn @
de: Namen eingeben @
el: Προσθήκη ονόματος @
es: Ingresar un nombre @
eu: Sartu izena @
fa: یک نام وارد کنید @
fi: Lisää nimi @
fr: Saisir un nom @
he: הזן שם @
hi: संपर्क का @नाम डालें
hu: Írj be egy nevet @
id: Masukkan Nama @
it: Inserisci un nome @
ka: მიუთითეთ კონტაქტის სახელი @
nl: Voer naam in @
pl: Wpisz imię @
ro: Introdu un nume @
ru: Введите имя @
sq: Fut një emër @
sr: Унесите име
sv: Ange ett namn @
te: పేరును నమోదు చేయండి @
tr: Bir İsim Girin @
uk: Введіть ім'я @
ur: ایک نام درج کریں @
zh: 输入姓名 @

# contactNameMissing
source: Choose a Name for this Contact
af: Kies 'n Naam vir hierdie Kontak
bg: Изберете име за този контакт
bn: এই কন্টাক্ট এর জন্য একটি নাম চয়ন করুন
ca: Escull un nom per aquest contacte
da: Vælg et navn til denne kontakt
de: Diesem Kontakt einen Namen geben
el: Επιλέγξτε ένα όνομα για αυτήν την επαφή
es: Elija un nombre para este contacto
eu: Aukeratu kontaktu honentzako izen bat
fa: یک نام برای این مخاطب انتخاب کنید
fi: Valitse tälle yhteystiedolle nimi
fr: Choisir un nom pour ce contact
he: בחרו שם עבור איש קשר זה
hi: इस संपर्क के लिए एक नाम चुनें
hu: Nincsenek exportálható címek
id: Pilih Nama untuk Kontak ini
it: Scegli un nome per questo contatto
ka: აირჩიეთ დასახელება კონტაქტისთვის
nl: Kies een naam voor dit contact
pl: Wpisz nazwę dla tego kontaktu
ro: Alege un Nume pentru acest Contact
ru: Выберите имя для контакта
sq: Zgjidhni një emër për këtë kontakt
sr: Изаберите Име за Овај Контакт
sv: Välj ett namn för den här kontakten
te: ఈ పరిచయం కోసం ఒక పేరును ఎంచుకోండి
tr: Bu Kişi için bir isim seçin
uk: Введіть ім'я контакта
ur: اس رابطہ کے لیے ایک نام منتخب کریں
zh: 为此联系人选择一个姓名

# contactRemoved
source: {contactName} has been removed from contacts!
af: {contactName} is verwyder van kontakte!
bg: {contactName} премахнат/и от контакти!
bn: {contactName} কন্টাক্ট থেকে মুছে ফেলা হয়েছে!
ca: {contactName} s'ha eliminat dels contactes!
da: {contactName} er blevet fjernet fra kontakter!
de: {contactName} wurde aus den Kontakten gelöscht!
el: {contactName} αφαιρέθηκε από τις επαφές!
es: ¡{contactName} ha sido eliminado de los contactos!
eu: {contactName} kontaktuetatik kendu egin da!
fa: {contactName} از مخاطبین حذف شده است!
fi: {contactName} on poistettu yhteystiedoista!
fr: {contactName} a été supprimé de vos contacts !
he: {contactName} הוסר מאנשי הקשר!
hi: {contactName} का नाम संपर्कों में से हट दिया गया है!
hu: Törlöd {contactName}-t a címjegyzékből?
id: {contactName} telah dihapus dari kontak!
it: {contactName} è stato rimosso dai contatti!
ka: {contactName} ამოღებული იქნა კონტაქტების სიიდან!
nl: {contactName} is verwijderd uit contacten!
pl: {contactName} został usunięty z kontaktów
ro: {contactName} a fost șters din lista contactelor!
ru: {contactName} удален из контактов!
sq: {contactName} është hequr nga kontaktet!
sr: {contactName} је уклоњен из контаката!
sv: {contactName} har raderats från dina kontakter!
te: {contactName} సంప్రదింపు పేరు తీసివేయబడింది!
tr: {contactName} rehberden silindi!
uk: {contactName} було видалено з контактів!
ur: {contactName} کو رابطوں سے ہٹا دیا گیا ہے!
zh: {contactName} 已从联系人名单中刪除!

# contactsHeader
source: Contacts
af: Kontakte
bg: Контакти
bn: কন্টাক্ট গুলো
ca: Contactes
da: Kontakter
de: Kontakte
el: Επαφές
es: Contactos
eu: Kontaktuak
fa: مخاطبین
fi: Yhteystiedot
he: אנשי קשר
hi: संपर्क
hu: Címjegyzék
id: Kontak
it: Contatti
ka: კონტაქტები
nl: Contacten
pl: Kontakty
ro: Contacte
ru: Контакты
sq: Kontaktet
sr: Контакти
sv: Kontakter
te: సంప్రదింపులు
tr: Rehber
uk: Контакти
ur: رابطے
zh: 联系人

# contactsImportErr
source: Failed to import contacts
af: Kon nie kontakte invoer nie
bg: Неуспешно импортиране на контакти
bn: কন্টাক্ট গুলো আমদানি করতে ব্যর্থ হয়েছে
ca: Error a l'importar contactes
da: Kunne ikke importere kontakter
de: Import der Kontakte fehlgeschlagen
el: Αποτυχία εισαγωγής επαφών
es: Error al importar contactos
eu: Ezin izan dira inportatu kontaktuak
fa: وارد کردن مخاطبین انجام نشد
fi: Yhteystietojen tuonti epäonnistui
fr: Échec de l'importation des contacts
he: ייבוא איש קשר נכשל
hi: संपर्क आयात नहीं हो सकें
hu: Sikertelen cím importálás
id: Gagal mengimpor kontak
it: Importazione contatti fallita
ka: დაფიქსირდა შეცდომა კონტაქტების იმპორტირებისას
nl: Contacten importeren mislukt
pl: Nie udało się importować kontaktów
ro: Importarea contactelor a eșuat
ru: Не удалось импортировать контакты
sq: Importimi i kontakteve dështoi
sr: Увоз контаката није успео
sv: Gick ej att importera kontakter
te: సంప్రదింపులు దిగుమతి చేయడంలో విఫలమైంది
tr: Rehberi içe aktarmada sorun oluştu
uk: Не вдалося імпортувати контакти
ur: رابطے درآمد کرنے میں ناکام
zh: 无法导入联系人

# contactsImportSuccess
source: Sucessfully imported {noContacts} contacts
af: {noContacts} kontakte suksesvol ingevoer
bg: Успешно импортирани {noContacts} контакти.
bn: কন্টাক্ট সফলভাবে আমদানি করা হয়েছে {noContacts}
ca: {noContacts} contactes importats amb èxit.
da: kontakter er {noContacts} importeret med succes.
de: Erfolgreich {noContacts} Kontakte importiert
el: Εισάχθηκαν με επιτυχία {noContacts} επαφές
es: Se importaron {noContacts} contactos exitosamente
eu: {noContacts} kontaktuak ondo inportatu dira
fa: مخاطبین {noContacts} با موفقیت وارد شدند
fi: {noContacts} yhteystietoa tuotu onnistuneesti
fr: Import de {noContacts} contacts réussi
he: יבוא אנשי הקשר של {noContacts} עבר בהצלחה
hi: {noContacts} संपर्क सफलतापूर्वक आयात हो गए हैं।
hu: Sikeresen importáltál {noContacts} címet
id: Kontak {noContacts} telah berhasil diimpor
it: {noContacts} contatti importati con successo
ka: წარმატებით დაიმპორტდა {noContacts} კონტაქტები
nl: {noContacts} contacten succesvol geïmporteerd
pl: Udało się zaimportować {noContacts} kontaktów
ro: Am importat {noContacts} contacte
ru: Успешно импортировано контактов: {noContacts}
sq: Kontaktet e {noContacts} u importuan me sukses
sr: Успешно увезено {noContacts} контаката
sv: Lyckad import av {noContacts} kontakter
te: పరిచయాలు విజయవంతంగా దిగుమతి చేయబడ్డాయి {noContacts} పరిచయాలు
tr: {noContacts} kişi başarıyla içe aktarıldı
uk: Успішно імпортовано {noContacts} контактів
ur: {noContacts} رابطے کامیابی کے ساتھ درآمد کیے گئے
zh: 已成功导入 {noContacts} 位联系人

source: Copied
af: Gekopieer
bg: Копирано
bn: কপি করা হয়েছে
ca: Copiat
da: Kopieret
de: Kopiert
el: Αντιγράφηκε
es: Copiado
eu: Kopiatutak
fa: کپی شد
fi: Kopioitu
fr: Copié
he: הועתק
hi: कॉपी हो गया
hu: Másolva
id: Disalin
it: Copiato
ka: დაკოპირდა
nl: Gekopieerd
pl: Skopiowano
ro: Copiat
ru: Скопировано
sq: U kopjua
sr: Копирано
sv: Kopierad
te: కాపీ చేయబడింది
tr: Kopyalandı
uk: Скопійовано
ur: کاپی ہو گئی
zh: 已复制

source: Copy
af: Kopieer
bg: Копирай
bn: কপি
ca: Copia
da: Kopier
de: Kopieren
el: Αντιγραφή
es: Copiar
eu: Kopiatu
fa: کپی
fi: Kopioi
fr: Copier
he: העתק
hi: कॉपी
hu: Másol
id: Salin
it: Copia
ka: დაკოპირება
nl: Kopiëren
pl: Skopiuj
ro: Copiere
ru: Копировать
sq: Kopjo
sr: Копирај
sv: Kopiera
te: కాపీ
tr: Kopyala
uk: Копіювати
ur: کاپی
zh: 复制
