Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

source: Contact Support
af: Kontak Ondersteuning
bg: Свържете се с поддръжка
bn: সহায়তা দলের সাথে যোগাযোগ করুন
de: Support kontaktieren
es: Contactar a Soporte
fa: تماس با پشتیبانی
fr: Contacter le support
id: Hubungi Dukungan
nl: Contact opnemen met Support
pl: Skontaktuj się z pomocą techniczną
ro: Contactează Suport-ul
tr: Destek ile iletişime geç
zh: 获取支持

# emailAction
source: Email {email}
af: E-pos {email}
bg: Имейл {email}
bn: ইমেল {email}
fa: ایمیل {email}
tr: E-posta {email}
zh: Email 地址

# noteLabel
source: Note:
af: Nota:
bg: Бележка:
bn: দ্রষ্টব্য:
de: Notiz:
es: Nota:
fa: یادداشت:
id: Catatan:
nl: Notitie:
pl: Notatka:
ro: Notă:
tr: Not:
zh: 备注:

# optionalLabel
source: (Optional)
af: (Optioneel)
bg: (по желание)
bn: (ঐচ্ছিক)
es: (Opcional)
fa: (اختیاری)
fr: (Optionnel)
id: (Opsional)
nl: (Optioneel)
pl: (Opcjonalne)
ro: (Opțional)
tr: (İsteğe Bağlı)
zh: （可选）

# buyKaspaSubtitle
source: Via Topper by Uphold
af: Via Topper deur Uphold
bg: Чрез Topper от Uphold
bn: আপহোল্ড দ্বারা টপার এর মাধ্যমে
de: Via Topper von Uphold
es: A través de Topper por Uphold
fa: Via Topper توسط Uphold
fr: Via Topper par Uphold
id: Melalui Topper oleh Uphold
nl: Via Topper bij Uphold
pl: Przez Topper od Uphold
ro: Prin Topper de la Uphold
tr: Topper by Uphold aracılığıyla
zh: 通过 Uphold Topper

# buyKaspaTitle
source: Buy Kaspa
af: Koop Kaspa
bg: Купи Kaspa
bn: কাসপা কিনুন
de: Kaufe Kaspa
es: Comprar Kaspa
fa: خرید Kaspa
fr: Acheter Kaspa
id: Beli Kaspa
nl: Koop Kaspa
pl: Kup Kaspa
ro: Cumpără Kaspa
tr: Kaspa Satın Al
zh: 购买 Kaspa

# buyKaspaMessage
source: Buy $KAS quickly & easily.
af: Koop $KAS vinnig & maklik.
bg: Купете $KAS лесно и бързо.
bn: দ্রুত এবং সহজে $KAS কিনুন।
de: Kaufe $KAS schnell und einfach.
es: Comprar $KAS rápida y fácilmente.
fa: KAS$ را سریع و آسان بخرید.
fr: Acheter $KAS rapidement et facilement.
id: Beli $KAS cepat & mudah.
nl: Koop $Kas snel & gemakkelijk.
pl: Kup $KAS szybko & łatwo.
ro: Cumpără $KAS rapid și ușor.
tr: Hızlıca ve kolayca $KAS satın alın.
zh: 简单快速地购买 $KAS

# buyKaspaMessageSecondary
source: Service provided by Topper, Uphold's fiat-to-crypto onramp.
af: Diens aangebied deur Topper, Uphold se fiat-na-kripto oprit.
bg: Услугата се предоставя от Topper, платформата на Uphold за обмяна на фиат към криптовалути.
bn: টপার, আপহোল্ডের ফিয়াট-টু-ক্রিপ্টো অনর্যাম্প দ্বারা সরবরাহ করা পরিষেবা।
de: Service angeboten von Topper, Upholds Fiat-zu-Crypto-Einstieg
es: Servicio proporcionado por Topper, pasarela de Uphold fiat-cripto
fa: خدمات ارائه شده توسط Topper، تبدیل فیات به کریپتو Uphold
fr: Service fourni par Topper, l'onramp fiat-crypto de Uphold
id: Layanan yang disediakan oleh Topper, onramp fiat-ke-kripto dari Uphold.
nl: Service geleverd door Topper, Uphold's fiat-naar-crypto-onramp.
pl: Usługa świadczona przez Topper, wejście Uphold do wymiany fiat na kryptowaluty.
ro: Serviciu furnizat de Topper, rampă fiat-crypto a Uphold.
tr: Hizmet, Uphold'un itibari parayı kripto paraya dönüştürme ürünü olan Topper tarafından sağlanıyor.
zh: 本服务由 Uphold 的法币兑加密货币平台 Topper 提供。

source: Get Started
af: Begin
bg: Започнете сега
bn: শুরু করুন
de: Beginne
es: Empezar
fa: شروع کنید
fr: Commencer
id: Memulai
nl: Aan de slag
pl: Rozpocznij
ro: Începeți
tr: Hemen Başlayın
zh: 开始

# aboutTopperTitle
source: About Topper
af: Omtrent Topper
bg: За Topper
bn: টপার সম্পর্কে
de: Über Topper
es: Sobre Topper
fa: در مورد Topper
fr: À propos de Topper
id: Tentang Topper
nl: Over Topper
pl: O Topperze
ro: Despre Topper
tr: Topper Hakkında
zh: 有关 Topper

# aboutTopperDescription
source: Topper by Uphold is an easy to use fiat-to-crypto onramp that allows users to buy cryptocurencies using a credit/debit card or with a bank account.
af: Topper deur Uphold is 'n maklik om te gebruik fiat-tot-kripto-oprit wat gebruikers in staat stel om kripto-geldeenhede te koop met 'n krediet-/debietkaart of met 'n bankrekening.
bg: Topper на Uphold е лесна за използване система за преобразуване на фиат в криптовалута, която позволява на потребителите да купуват криптовалути с кредитна/дебитна карта или с банкова сметка.
bn: আপহোল্ড দ্বারা টপার হল ফিয়াট থেকে ক্রিপ্টো অনরাম্প যা ব্যবহারকারীদের ক্রেডিট/ডেবিট কার্ড ব্যবহার করে বা ব্যাঙ্ক অ্যাকাউন্টের মাধ্যমে ক্রিপ্টোকারেন্সি কিনতে দেয়।
de: Topper von Uphold ist ein leicht zu verwendender Fiat-zu-Crypo-Einstieg, welcher es den Anwendern erlaubt, Crypto-Währungen via Kredit- bzw. Debitkarte oder Bankkonto zu kaufen.
es: Topper por Uphold es una psarela fiat-cripto que permite a los usuarios comprar criptomonedas utilizando una tarjeta de crédito/débito o una cuenta corriente.
fa: Topper by Uphold یک روش فیات به کریپتو با کاربری آسان است که به کاربران امکان می دهد با استفاده از کارت اعتباری/دبیت یا با یک حساب بانکی ارزهای دیجیتال خریداری کنند.
fr: Topper by Uphold est un onramp fiat-crypto facile à utiliser qui permet aux utilisateurs d'acheter des crypto-monnaies en utilisant une carte de crédit/débit ou avec un compte bancaire.
id: Topper dari Uphold adalah onramp fiat-ke-kripto yang mudah digunakan yang memungkinkan pengguna untuk membeli mata uang kripto menggunakan kartu kredit/debit atau dengan rekening bank.
nl: Topper van Uphold is een eenvoudig te gebruiken fiat-naar-crypto-onramp waarmee gebruikers cryptocurrencies kunnen kopen met een creditcard/betaalkaart of met een bankrekening.
pl: Topper od Uphold to łatwa w użyciu platforma fiat-to-crypto, która pozwala użytkownikom kupować kryptowaluty za pomocą karty kredytowej/debetowej lub konta bankowego.
ro: Topper de la Uphold este o rampă fiat-crypto ușor de folosit care permite utilizatorilor să cumpere criptomonede folosind o carte de credit/debit sau un cont bancar.
tr: Topper by Uphold, kullanıcıların kredi/banka kartı kullanarak veya bir banka hesabıyla kripto para satın almalarına olanak tanıyan, kullanımı kolay bir itibari parayı kripto paraya dönüştürme ürünüdür.
zh: Uphold Topper 是一个能过让用户方便地将法币兑换成加密货币的平台，支持使用信用卡、借记卡或银行账户进行支付。

source: More Info
af: Meer Inligting
bg: Повече информация
bn: আরও তথ্য
de: Mehr Informationen
es: Más Información
fa: اطلاعات بیشتر
fr: Plus d'info
id: Info lebih
nl: Meer informatie
pl: Więcej informacji
ro: Mai multe informații
tr: Daha Fazla Bilgi
zh: 更多信息

source: Select Address
af: Kies Adres
bg: Изберете адрес
bn: ঠিকানা নির্বাচন করুন
de: Adresse auswählen
es: Elegir Billetera
fa: انتخاب آدرس
fr: Sélectionnez l'adresse
id: Pilih Alamat
nl: Selecteer adres
pl: Wybierz adres
ro: Selectează Adresa
tr: Adres Seç
zh: 选择地址

# kpubTitle
source: Extended Public Key
af: Uitgebreide Publieke Sleutel
bg: Разширен публичен ключ
bn: এক্সটেন্ডেড পাবলিক কী
de: Erweiterter öffentlicher Schlüssel
es: Clave Pública Extendida
fa: کلید عمومی توسعه یافته
fr: Étendre la clé publique
id: Kunci Publik yang Diperluas
nl: Verlengde Public Key
pl: Rozszerzony klucz publiczny
ro: Cheia Publică Extinsă
tr: Genişletilmiş Herkese Açık Anahtar
zh: 扩展公钥

# kpubAuth
source: View Extended Public Key
af: Besigtig Uitgebreide Publieke Sleutel
bg: Виж разширения публичен ключ
bn: এক্সটেন্ডেড পাবলিক কী দেখুন
de: Zeige erweiterten öffentlichen Schlüssel
es: Ver la Clave Pública Extendida
fa: نمایش کلید عمومی توسعه یافته
fr: Voir la clé publique étendue
id: Lihat Kunci Publik yang Diperluas
nl: Bekijk verlengde Public Key
pl: Wyświetl rozszerzony klucz publiczny
ro: Vezi Cheia Publică Extinsă
tr: Genişletilmiş Herkese Açık Anahtarı Görüntüle
zh: 查看扩展公钥

# kpubDescription
source: The extended public key can be used to import your wallet as a 'watch only' wallet.
af: Die uitgebreide publieke sleutel kan gebruik word om jou beursie as 'n 'slegs-besigtig' beursie in te voer.
bg: Разширеният публичен ключ може да се използва за импортиране на портфейла ви като 'watch only' портфейл.
bn: এক্সটেন্ডেড সর্বজনীন কী আপনার ওয়ালেটকে শুধু ওয়াচ ওয়ালেট হিসাবে আমদানি করতে ব্যবহার করা যেতে পারে।
de: Der erweiterte öffentliche Schlüssel kann verwendet werden, um ein Wallet "nur-zum-anzeigen" zu verwenden.
es: La clave pública extendida puede utilizarse para importar tu billetera en modo "sólo visualizar"
fa: کلید عمومی توسعه یافته می تواند برای وارد کردن کیف پول شما به عنوان کیف پول «صرفا رویت» استفاده شود.
fr: La clé publique étendue peut être utilisée pour importer votre portefeuille en tant que portefeuille en "lecture seule".
id: Kunci publik yang diperluas dapat digunakan untuk mengimpor dompet Anda sebagai dompet 'hanya lihat saja'.
nl: De verlengde Public Key kan gebruikt worden om je wallet te importeren als een ‘alleen bekijken’ wallet.
pl: Rozszerzony klucz publiczny może być użyty do zaimportowania portfela jako portfela 'tylko do oglądania'.
ro: Cheia publică extinsă poate fi folosită pentru a importa portofelul dvs. ca un portofel 'doar pentru vizualizare'.
tr: Genişletilmiş herkese açık anahtar (public key), cüzdanınızı 'yalnızca izleme' cüzdanı olarak içe aktarmak için kullanılabilir.
zh: 本扩展公钥能够让你将本钱包作为「观察钱包」导出至其他支持平台。

source: Copy Kpub
af: Kopieer Kpub
bg: Копирай Kpub
bn: Kpub কপি করুন
de: Kopiere Kpub
es: Copiar Kpub
fa: کپی Kpub
fr: Copier la Kpub
id: Salin Kpub
nl: Kopiëer Kpub
pl: Skopiuj Kpub
ro: Copiază Kpub
tr: Kpub'ı Kopyala
zh: 复制 Kpub

# kpubCopied
source: Extended Public Key Copied
af: Uitgebreide Publieke Sleutel Gekopieer
bg: Разширения публичен ключ е копиран
bn: এক্সটেন্ডেড পাবলিক কী কপি করা হয়েছে৷
de: Erweiterter öffentlicher Schlüssel kopiert
es: Clave Pública Extendida Copiada
fa: کلید عمومی توسعه یافته کپی شد
fr: Clé publique étendue copiée
id: Kunci Publik yang Diperluas Disalin
nl: Verlengde Public Key gekopiëerd
pl: Skopiowano rozszerzony klucz publiczny
ro: Cheia Publică Extinsă a fost copiată
tr: Genişletilmiş Herkese Açık Anahtar Kopyalandı
zh: 已复制扩展公钥

# kpubCopyFailed
source: Failed to copy Extended Public Key
af: Kopieer van Uitgebreide Publieke Sleutel Onsuksesvol
bg: Неуспешно копиране на разширения публичен ключ
bn: এক্সটেন্ডেড পাবলিক কী কপি করতে ব্যর্থ হয়েছে৷
de: Kopieren des erweiterten öffentlichen Schlüssels fehlgeschlagen
es: Fallo al copiar la Clave Pública Extendida
fa: کلید عمومی توسعه یافته کپی نشد
fr: Échec de copie de la clé publique
id: Gagal menyalin Kunci Publik yang Diperluas
nl: Kopiëren van de verlengde Public Key mislukt
pl: Nie udało się skopiować rozszerzonego klucza publicznego
ro: Nu s-a putut copia Cheia Publică Extinsă
tr: Genişletilmiş Herkese Açık Anahtar kopyalanamadı
zh: 未能成功复制扩展公钥

# walletAddressesCopied
source: Wallet {addressType} Addresses Copied to Clipboard
af: Kriptobeursie {addressType} Adresse na Knipbord Gekopieer
bn: ওয়ালেট {addressType} ঠিকানা ক্লিপবোর্ডে কপি করা হয়েছে৷
de: Wallet {addressType} Adressen in die Zwischenablage kopiert
es: Direcciones de Billetera {addressType} Copiadas al Portapapeles
fa: آدرس های کیف پول {addressType} در کلیپ بورد کپی شد
fr: Adresses du portefeuille {addressType} copiées dans le presse-papier
id: Alamat {addressType} dompet yang Disalin ke Papan klip
nl: Walletadressen {addressType} gekopiëerd naar klembord
pl: Adresy portfela {addressType} zostały skopiowane do schowka
ro: Adresele portofelului {addressType} au fost copiate în clipboard
tr: Cüzdan {addressType} Adresleri Panoya Kopyalandı
zh: 钱包 {addressType} 地址已复制到剪切板

# walletAddressesCopyFailed
source: Failed to Copy Wallet {addressType} Addresses
af: Kopieer van Kriptobeursie {addressType} Adresse Onsuksesvol
bn: ওয়ালেট {addressType} এড্রেস কপি করতে ব্যর্থ হয়েছে৷
de: Kopieren der Wallet {addressType} Adressen fehlgeschlagen
es: Fallo al copiar las Direcciones de Billetera {addressType}
fa: آدرس های کیف پول {addressType} در کلیپ بورد کپی نشد
fr: Échec de copie des adresses du portefeuille {addressType}
id: Gagal Menyalin Alamat {addressType} dompet
nl: Kopiëren van walletadressen {addressType} mislukt
pl: Nie udało się skopiować adresów portfela {addressType}
ro: Nu s-au putut copia adresele portofelului {addressType}
tr: Cüzdan {addressType} Adresleri Kopyalanamadı
zh: 钱包 {addressType} 地址未能成功复制

# txReport
source: Transaction Report
af: Transaksieverslag
bg: Отчет за транзакции
bn: লেনদেন এর রিপোর্ট
de: Transaktionsbericht
es: Informe de Transacción
fa: گزارش معامله
fr: Rapport de la transaction
id: Laporan Transaksi
nl: Transactierapport
pl: Raport transakcji
ro: Raport Tranzacție
tr: İşlem Raporu
zh: 交易报告

# txReportSubtitle
source: Get CSV file with transaction history
af: Kry CSV-lêer met transaksiegeskiedenis
bg: Получeте CSV файл с историята на транзакциите
bn: লেনদেনের ইতিহাস সহ CSV ফাইল পান
de: CSV-Datei des Transaktionsverlaufen herunterladen
es: Guardar fichero CSV con el historial de transacciones
fa: دریافت فایل CSV با سابقه تراکنش ها
fr: Obtenir un fichier CSV de l'historique de transaction
id: Dapatkan file CSV dengan riwayat transaksi
nl: Ontvang een CSV-bestand met transactiegeschiedenis
pl: Pobierz plik CSV z historią transakcji
ro: Obțineți fișierul CSV cu istoricul tranzacțiilor
tr: İşlem geçmişini CSV dosyası olarak dışarı aktar
zh: 获取 CSV 格式的交易报告

# txReportDetails
source: Generate a transaction report, in CSV format, that contains all the wallet's transaction history.
af: Genereer 'n transaksieverslag, in CSV-formaat, wat die beursie se hele transaksiegeskiedenis bevat.
bg: Генерирай отчет за транзакциите в CSV формат, който съдържа цялата история на транзакциите на портфейла.
bn: একটি লেনদেন প্রতিবেদন তৈরি করুন, CSV ফর্ম্যাটে, যাতে সমস্ত ওয়ালেটের লেনদেনের ইতিহাস থাকবে৷
de: Transaktionsbericht im CSV-Format erzeugen, welcher die gesamte Liste der Transaktionen dieses Wallet enthält.
es: Generar un informe de transacción, en formato CSV, que contiene todo el historial de transacciones de la billetera.
fa: یک گزارش تراکنش در قالب CSV ایجاد کنید که شامل تمام تاریخچه تراکنش های کیف پول است.
fr: Générer un rapport de transaction, au format CSV, qui contient tout l'historique de transaction du portefeuille.
id: Hasilkan laporan transaksi, dalam format CSV, yang berisi semua riwayat transaksi dompet.
nl: Genereer een transactierapport in CSV-format, dat de hele transactiegeschiedenis van de wallet bevat.
pl: Generuj raport transakcji w formacie CSV, zawierający całą historię transakcji portfela.
ro: Generați un raport de tranzacții, în format CSV, care conține întregul istoric al tranzacțiilor portofelului.
tr: Cüzdanın tüm işlem geçmişini içeren CSV formatında bir işlem raporu oluşturun.
zh: 生成 CSV 格式的交易报告，其中包含钱包的所有交易历史记录。

# txReportOptionIgnoreCompound
source: Ignore compound transactions
af: Ignoreer gekombineerde transaksies
bg: Игнориране на комбинирани транзакции
bn: কম্পাউন্ড লেনদেন উপেক্ষা করুন
de: Vermischungstransaktionen ignorieren
es: Ignorar transacciones compuestas
fa: تراکنش های مرکب را نادیده بگیرید
fr: Ignorer les transactions combinées
id: Abaikan transaksi gabungan
nl: Negeer gecompounde transacties
pl: Ignoruj transakcje złożone
ro: Ignorați tranzacțiile compuse
tr: Birleştirme işlemlerini yok say
zh: 忽略合并交易操作

# txReportOptionIgnoreSelfTxs
source: Ignore transactions sent to self
af: Ignoreer transaksies gestuur aan myself
bg: Игнорирай транзакциите изпратени до себе си
bn: নিজের কাছে পাঠানো লেনদেন উপেক্ষা করুন
de: Transaktionen an sich selbst ignorieren
es: Ignorar transacciones enviadas a mi mismo
fa: تراکنش های ارسال شده به خود را نادیده بگیرید
fr: Ignorer les transactions envoyées à soi-même
id: Abaikan transaksi yang dikirim ke diri sendiri
nl: Negeer naar jezelf verzonden transacties
pl: Ignoruj transakcje wysłane do siebie
ro: Ignorați tranzacțiile trimise către sine
tr: Kendine gönderdiğin işlemleri yok say
zh: 忽略对象为自己的交易操作

# txReportOptionRefreshTxs
source: Refresh transactions
af: Herlaai transaksies
bg: Обнови транзакциите
bn: রিফ্রেশ লেনদেন
de: Transaktionen neu laden
es: Actualizar transacciones
fa: تازه سازی تراکنش ها
fr: Rafraichir les transactions
id: Segrakan transaksi
nl: Ververs transacties
pl: Odśwież transakcje
ro: Reîmprospătați tranzacțiile
tr: İşlemleri yenile
zh: 刷新交易

# txReportGenerate
source: Generate
af: Genereer
bg: Генерирай
bn: তৈরি করুন
de: Erzeugen
es: Generar
fa: ایجاد
fr: Générer
id: Hasilkan
nl: Genereren
pl: Generuj
ro: Generează
tr: Oluştur
zh: 生成

# txReportStatusRefreshing
source: Refreshing transactions
af: Besig om transaksies te herlaai
bg: Обновяване на транзакциите
bn: রিফ্রেশিং লেনদেন
de: Transaktionen werden neu geladen
es: Actualizando transacciones
fa: در حال تازه سازی تراکنش ها
fr: Rafraichissement des transactions
id: Menyegarkan transaksi
nl: Transacties verversen
pl: Odświeżanie transakcji
ro: Se reîmprospătează tranzacțiile
tr: İşlemler yenileniyor
zh: 刷新交易中

# txReportStatusLoading
source: Loading transactions
af: Laai transaksies
bg: Зареждане на транзакциите
bn: লেনদেন লোড হচ্ছে
de: Lade Transaktionen
es: Cargando transacciones
fa: در حال بارگزاری تراکنش ها
fr: Chargement des transactions
id: Memuat transaksi
nl: Transacties laden
pl: Ładowanie transakcji
ro: Se încarcă tranzacțiile
tr: İşlemler yükleniyor
zh: 加载交易中

# txReportStatusReady
source: Transaction report is ready!
af: Transaksieverslag is gereed!
bg: Отчетът за транзакциите е готов!
bn: লেনদেন রিপোর্ট প্রস্তুত!
de: Transaktionsbericht ist fertig!
es: ¡Informe de transacción listo!
fa: گزارش معامله آماده است!
fr: Rapport de transaction prêt!
id: Laporan transaksi sudah siap!
nl: Transactierapport is gereed!
pl: Raport transakcji jest gotowy!
ro: Raportul de tranzacții este pregătit!
tr: İşlem raporu hazır!
zh: 交易报告已经完成！

# txReportGetReport
source: Get Report
af: Kry Verslag
bg: Получете отчет
bn: রিপোর্ট পান
de: Bericht herunterladen
es: Guardar Informe
fa: گزارش گیری
fr: Obtenir le rapport
id: Dapatkan Laporan
nl: Ontvang rapport
pl: Pobierz raport
ro: Obțineți Raportul
tr: Raporu Al
zh: 获取报告

# txReportDate
source: Date
af: Datum
bg: Дата
bn: তারিখ
de: Datum
es: Fecha
fa: تاریخ
id: Tanggal
nl: Datum
pl: Data
ro: Data
tr: Tarih
zh: 日期

# txReportSentAmount
source: Sent Amount
af: Bedrag Gestuur
bg: Изпратена сума
bn: প্রেরিত পরিমাণ
de: Gesendeter Betrag
es: Cantidad Enviada
fa: مقدار ارسالی
fr: Montant envoyé
id: Jumlah Terkirim
nl: Verzend bedrag
pl: Przesłana kwota
ro: Sumă Trimisă
tr: Gönderilen Miktar
zh: 发送金额

# txReportSentCurrency
source: Sent Currency
af: Geldeenheid Gestuur
bg: Изпратена валута
bn: প্রেরিত মুদ্রা
de: Gesendete Währung
es: Moneda Enviada
fa: ارز ارسالی
fr: Devise envoyée
id: Mata Uang yang Dikirim
nl: Verzend valuta
pl: Przesłana waluta
ro: Monedă Trimisă
tr: Gönderilen Para Birimi
zh: 发送币种

# txReportReceivedAmount
source: Received Amount
af: Bedrag Ontvang
bg: Получена сума
bn: প্রাপ্তির পরিমাণ
de: Empfangener Betrag
es: Cantidad Recibida
fa: مقدار دریافتی
fr: Montant reçu
id: Jumlah yang Diterima
nl: Bedrag ontvangen
pl: Otrzymana kwota
ro: Suma primită
tr: Alınan Miktar
zh: 接收金额

# txReportReceivedCurrency
source: Received Currency
af: Geldeenheid Ontvang
bg: Получена валута
bn: প্রাপ্ত মুদ্রা
de: Empfangene Währung
es: Moneda Recibida
fa: ارز دریافتی
fr: Devise reçue
id: Mata Uang yang Diterima
nl: Valuta ontvangen
pl: Otrzymana waluta
ro: Valuta primită
tr: Alınan Para Birimi
zh: 接收币种

# txReportFeeAmount
source: Fee Amount
af: Fooi Bedrag
bg: Размер на таксата
bn: ফি পরিমাণ
de: Betrag der Gebühren
es: Cantidad de Comisión
fa: مبلغ کارمزد
fr: Montant des frais
id: Jumlah Biaya
nl: Vergoedingsbedrag
pl: Kwota opłaty
ro: Suma taxei
tr: Ücret Miktarı
zh: 手续费金额

# txReportFeeCurrency
source: Fee Currency
af: Fooi Geldeenheid
bg: Валута на таксата
bn: ফি মুদ্রা
de: Währung der Gebühren
es: Moneda de Comisión
fa: ارز کارمزد
fr: Devise des frais
id: Biaya Mata Uang
nl: Tarief valuta
pl: Waluta opłaty
ro: Suma Valutei
tr: Ücret Para Birimi
zh: 手续费币种

# txReportLabel
source: Label
af: Opskrif
bg: Етикет
bn: লেবেল
de: Bezeichnung
es: Etiqueta
fa: برچسب
pl: Etykieta
ro: Etichetă
tr: Etiket
zh: 标签

# txReportDescription
source: Description
af: Beskrywing
bg: Описание
bn: বর্ণনা
de: Beschreibung
es: Descripción
fa: توضیحات
id: Deskripsi
nl: Omschrijving
pl: Opis
ro: Descriere
tr: Açıklama
zh: 描述

# txReportNote
source: Note
af: Nota
bg: Бележка
bn: দ্রষ্টব্য
de: Notiz
es: Nota
fa: یادداشت
id: Catatan
nl: Notitie
pl: Notatka
ro: Notă
tr: Not
zh: 备注

# txReportLabelCost
source: cost
af: koste
bg: себестойност
bn: খরচ
de: kostet
es: coste
fa: هزینه
fr: coût
id: biaya
nl: kosten
pl: koszt
tr: maliyet
zh: 支出

# txReportFeeForCompound
source: Fee for Compound Transaction
af: Fooi vir Gekombineerde Transaksie
bg: Такса за комбинирана транзакция
bn: কম্পাউন্ড লেনদেনের জন্য ফি
de: Gebühr für Mischungstransaktion
es: Comisión por Transacción Compuesta
fa: کارمزد تراکنش مرکب
fr: Frais pour combiner la transaction
id: Biaya Transaksi Majemuk
nl: Vergoeding voor gecompounde transactie
pl: Opłata za transakcję złożoną
ro: Taxa pentru tranzacția compusă
tr: Birleştirme İşlemi Ücreti
zh: 合并交易的费用

# txReportFeeForSelfSend
source: Fee to send to own addresses
af: Fooi om na eie adresse te stuur
bg: Такса за изпращане към собствени адреси
bn: নিজস্ব ঠিকানায় পাঠাতে ফি
de: Gebühr um an eigene Adresse zu senden
es: Comisión por envío a direcciones propias
fa: هزینه ارسال به آدرس های خود
fr: Frais pour envoyer à sa propre adresse
id: Biaya untuk mengirim ke alamat sendiri
nl: Tarief voor het verzenden naar eigen adressen
pl: Opłata za wysyłkę na własne adresy
ro: Taxa pentru a trimite către propriile adrese
tr: Kendi adreslerine gönderme ücreti
zh: 发送给自有地址的费用

# txReportError
source: Error generating report
af: Fout met opstel van verslag
bg: Грешка при генериране на отчет
bn: রিপোর্ট তৈরি করতে৷
de: Fehler beim Erzeugen des Berichtes
es: Error generando en informe
fa: خطا در ایجاد گزارش
fr: Échec lors de la génération du rapport
id: Kesalahan saat membuat laporan
nl: Fout bij genereren van rapport
pl: Błąd podczas generowania raportu
ro: Eroare la generarea raportului
tr: Rapor oluşturulurken bir hata meydana geldi
zh: 生成报告时出错

# txReportNoTxs
source: Found {numberOf} transactions.
af: {numberOf} Transaksies Gevind
bg: Намерени {numberOf} транзакции.
bn: {numberOf}টি লেনদেন পাওয়া গেছে।
de: {numberOf} Transaktionen gefunden.
es: Encontradas {numberOf} transacciones.
fa: {numberOf} تراکنش پیدا شد.
fr: {addressType} transactions trouvées.
id: Transaksi {numberOf} ditemukan.
nl: Gevonden {numberOf} transacties
pl: Znaleziono {numberOf} transakcji.
ro: Au fost găsite {numberOf} tranzacții.
tr: {numberOf} işlem bulundu.
zh: 找到 {numberOf} 条交易记录。

# txReportNoLoadedTxs
source: ({loadedTxs} of {totalTxs})
af: ({loadedTxs} van {totalTxs})
bg: ({loadedTxs} от {totalTxs})
bn: ({totalTxs} এর মধ্যে {loadedTxs})
de: ({loadedTxs} von {totalTxs})
es: ({loadedTxs} de {totalTxs})
fa: ({loadedTxs} از {totalTxs})
fr: ({loadedTxs} sur {totalTxs})
id: ({loadedTxs} dari {totalTxs})
pl: ({loadedTxs} z {totalTxs})
ro: ({loadedTxs} din {totalTxs})
tr: ({loadedTxs} / {totalTxs})
zh: ({loadedTxs} / {totalTxs})

# txFilterDialogTitle
source: Transaction Filter
af: Transaksie Filter
bg: Филтър за транзакции
bn: লেনদেন ফিল্টার
de: Transaktionsfilter
es: Filtro de Transacción
fa: فیلتر تراکنش
fr: Filtre de transaction
id: Filter Transaksi
nl: Transactie filter
pl: Filtr transakcji
ro: Filtru de tranzacție
tr: İşlem Filtresi
zh: 筛选交易

# txFilterDialogOptionAllTxs
source: Show All Transactions
af: Wys Alle Transaksies
bg: Покажи всички транзакции
bn: সমস্ত লেনদেন দেখান
de: Zeige alle Transaktionen
es: Mostrar Todas las Transacciones
fa: نمایش تمامی تراکنش ها
fr: Afficher toutes les transactions
id: Tampilkan Semua Transaksi
nl: Laat alle transacties zien
pl: Pokaż wszystkie transakcje
ro: Arată toate Tranzacțiile
tr: Tüm İşlemleri Göster
zh: 展示所有交易
