Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

# enterPasswordHint
source: Enter your password
af: Sleutel jou wagwoord in
bg: Въведете парола
bn: আপনার পাসওয়ার্ড লিখুন
ca: Introdueix la teva contrasenya
da: Indtast dit kodeord
de: Passwort eingeben
el: Εισάγετε τον κωδικό πρόσβασης
es: Ingrese su contraseña
eu: Sartu zure pasahitza
fa: کلمه عبور خود را وارد کنید
fi: Syötä salasana
fr: Entrez votre mot de passe
he: הזן סיסמה
hi: अपना पासवर्ड डालें
hu: Írd be a jelszót
id: Masukkan kata sandi Anda
it: Inserisci la tua password
ka: შეიყვანეთ თქვენი პაროლი
nl: Voer je wachtwoord in
pl: Wpisz swoje hasło
ro: Introdu parola
ru: Введите свой пароль
sq: Futni fjalëkalimin tuaj
sr: Унесите шифру
sv: Ange ditt lösenord
te: మొత్తాన్ని నమోదు చేయండి
tr: Şifrenizi girin
uk: Введіть пароль
ur: اپنا پاس ورڈ درج کریں
zh: 输入您的密码

# errorMessageCopied
source: Error message copied to clipboard
af: Foutboodskap na knipbord gekopieer
bg: Съобщението за грешка беше успешно копирано
bn: ত্রুটি বার্তা ক্লিপবোর্ডে কপি করা হয়েছে
ca: Missatge d'error copiat al porta-retalls
da: Fejlmeddelelse kopieret til udklipsholder
de: Fehlermeldung in die Zwischenablage kopiert
el: Το μήνυμα λάθους έχει αντιγραφεί στο πρόχειρο
es: Mensaje de error copiado al portapapeles
eu: Akats mezua paperzorroan kopiatu egin da
fa: پیام خطا در کلیپ بورد کپی شد
fi: Virheviesti kopioitu leikepöydälle
fr: Le message d'erreur à été copié dans le presse-papier
he: הודעת שגיאת הועתקה ללוח העתקות
hi: त्रुटि संदेश क्लिपबोर्ड पर कॉपी किया गया
hu: Hibaüzenet a vágólapra másolva
id: Pesan kesalahan telah disalin ke papan klip
it: Messaggio d'errore copiato
ka: შეცდომის შეტყობინება კოპირებულია ბუფერში
nl: Fout melding gekopieerd naar klembord
pl: Informacja o błędzie skopiowana do schowka
ro: Mesajul de eroare a fost copiat în clipboard
ru: Сообщение об ошибке скопировано в буфер обмена
sq: Mesazhi i gabimit u kopjua
sr: Порука грешке је копирана у тастатуру
sv: Felkodmeddelande kopierad till urklipp
te: లోపం సందేశం క్లిప్‌బోర్డ్‌కి కాపీ చేయబడింది
tr: Hata mesajı panoya kopyalandı
uk: Повідомлення про помилку скопійовано в буфер обміну
ur: خرابی کا پیغام کلپ بورڈ پر کاپی ہو گیا
zh: 错误信息已复制到粘贴板

# exampleCardIntro
source: This is the transactions tab. Once you send or receive a transaction, it will show up here.
af: Hierdie is die transaksies-oortjie. Sodra jy 'n transaksie stuur of ontvang, sal dit hier verskyn.
bg: Това е раздела с транзакции. След като направите първата си транзакция, тя ще се появи тук.
bn: এটা লেনদেন এর ট্যাব। একবার আপনি একটি লেনদেন প্রেরণ বা গ্রহণ করলে, এটি এখানে পরিলক্ষিত হবে৷
ca: Benvingut a Natrium. Un cop hagis rebut KAS, les transaccions apareixeran així:
da: Dette er fanen transaktioner. Når du sender eller modtager en transaktion, vises den her.
de: Dies ist der Transaktions-Reiter. Wenn Sie KAS senden oder empfangen, wird das hier zu sehen sein.
el: Αυτή είναι η ταμπέλα συνναλαγών. Αν στείλετε η λάβετε μία συνναλαγή, θα εμφανιστεί εδώ.
es: Esta es la pestaña de transacciones. Una vez que envíe o reciba una transacción, aparecerá aquí.
eu: Hau da transakzioen fitxa. Transakzio bat bidali edo jasotzen duzunean, hemen agertuko da.
fa: این برگه تراکنش هاست. پس از ارسال یا دریافت، تراکنش در اینجا نمایش داده خواهد شد.
fi: Tämä on tapahtumien välilehti. Kun olet lähettänyt tai vastaanottanut tapahtumia, ne näkyvät täällä.
fr: Ceci est le volet de transactions. Lorsque vous recevrez ou enverrez des KAS, les transactions apparaîtront ici.
he: זוהי לשונית עסקאות. לאחר שתשלחו או תקבלו עסקה, היא תופיע פה.
hi: यह लेन-देन टैब है। लेन-देन भेजने या प्राप्त करने के बाद, यह यहां दिखाई देगा।
hu: Itt találod majd a tárcához tartozó tranzakciókat.
id: Ini adalah tab transaksi. Setelah Anda mengirim atau menerima transaksi, itu akan muncul di sini.
it: Questa è la sezione dedicata alle transazioni. Quando invierai o riceverai una transazione, sarà visualizzata qui.
ka: ეს არის ტრანზაქციების გვერდი. ტრანზაქციის გაგზავნის ან მიღების შემდეგ, იგი გამოჩნდება აქ.
nl: Dit is de transactie Tab. Wanneer je een transactie stuurt of ontvangt, is deze hier te zien.
pl: Tu znajduje się zakładka transakcji. Gdy wyślesz lub otrzymasz transakcję, pojawi się tutaj.
ro: Bine ai venit! Odată ce primești sau trimiți KAS, tranzacțiile vor fi afișate aici.
ru: Это - вкладка с транзакциями. При получении или отправке транзакции она будет отображаться здесь.
sq: Kjo është skeda e transaksioneve. Pasi të dërgoni ose merrni një transaksion, ai do të shfaqet këtu.
sr: Ово је таб за трансакције, Када пошаљете или примите трансакцију, приказађе се овде.
sv: Det är här är fliken för transaktioner, när du har tagit emot eller skickat en transaktion så kommer den visas här.
te: ఇది లావాదేవీల ట్యాబ్. మీరు లావాదేవీని పంపిన తర్వాత లేదా స్వీకరించిన తర్వాత, అది ఇక్కడ చూపబడుతుంది.
tr: Burası işlemler sekmesi. Gönderilen ya da alınan bir işlem olduğunda işlemler burada gösterilir.
uk: Це вкладка транзакцій. Як тільки ви надішлете або отримаєте транзакцію - вона з'явиться тут.
ur: یہ لین دین کا ٹیب ہے۔ ایک بار جب آپ کوئی لین دین بھیجتے یا وصول کرتے ہیں، تو یہ یہاں ظاہر ہوگا۔
zh: 欢迎来到交易选项卡。您发送或接收的交易记录将会在此显示。

source: Export
af: Voer uit
bg: Експортирай
bn: রপ্তানি
ca: Exportar
da: Exporter
de: Exportieren
el: Εξαγωγή
es: Exportar
eu: Esportatu
fa: صدور
fi: Vie
fr: Exporter
he: יצוא
hi: निर्यात
id: Ekspor
it: Esporta
ka: ექსპორტი
nl: Exporteren
pl: Eksportuj
ro: Exportă
ru: Экспорт
sq: Eksporto
sr: Извези
sv: Exportera
te: ఎగుమతి
tr: Dışa Aktar
uk: Експорт
ur: برآمد کریں
zh: 导出

source: Fee
af: Fooi
bg: Такса
bn: ফি
ca: Comissió
da: Gebyr
de: Gebühr
el: Τέλος
es: Comisión
eu: Kuota
fa: کارمزد
fi: Taksa
fr: Frais
he: עמלה
hi: शुल्क
hu: Hálózati díj
id: Biaya
it: Commissione
ka: საკომისიო
nl: Tarief
pl: Opłata
ro: Taxă
ru: Комиссия
sq: Tarifa
sr: Провизија
sv: Avgift
te: ఫీజు
tr: Ücret
uk: Комісія
ur: فیس
zh: 费用

# feeConfirm
source: Fee {amount} {coin}
af: Fooi {amount} {coin}
bg: Такса {amount} {coin}
bn: ফি {amount} {coin}
ca: Comissió {amount} {coin}
da: Gebyr {amount} {coin}
de: Gebühr {amount} {coin}
el: Τέλος {amount} {coin}
es: Comisión {amount} {coin}
eu: Kouta {amount} {coin}
fa: کارمزد {amount} {coin}
fi: Taksa {amount} {coin}
fr: Frais {amount} {coin}
he: עמלה {amount} {coin}
hi: शुल्क {coin} {amount}
hu: Díj {amount} {coin}
id: Biaya {amount} {coin}
it: Commissioni: {amount} {coin}
ka: საკომისიო {amount} {coin}
nl: Tarief {amount} {coin}
pl: Opłata {amount} {coin}
ro: Taxă {amount} {coin}
ru: Комиссия {amount} {coin}
sq: Tarifa {amount} {coin}
sr: Провизија {amount} {coin}
sv: Avgift {amount} {coin}
te: ఫీజు {amount} {coin}
tr: Ücret {amount} {coin}
uk: Комісія {amount} {coin}
ur: فیس {amount} {coin}
zh: 费用 {amount} {coin}

# feeTitle
source: FEE
af: FOOI
bg: ТАКСА
bn: ফি
ca: COMISSIÓ
da: GEBYR
de: GEBÜHR
el: ΤΕΛΟΣ
es: COMISIÓN
eu: KUOTA
fa: هزینه
fi: TAKSA
fr: FRAIS
he: עמלה
hi: शुल्क
hu: DÍJ
id: BIAYA
it: COMMISSIONE
ka: საკომისიო
nl: TARIEF
pl: OPŁATA
ro: TAXĂ
ru: КОМИССИЯ
sq: TARIFA
sr: ПРОВИЗИЈА
sv: AVGIFT
te: ఫీజు
tr: ÜCRET
uk: КОМІСІЯ
ur: فیس
zh: 费用

source: Fetching Transactions
af: Kry Transaksies
bg: Извличане на транзакциите
bn: লেনদেনের তথ্য আনা হচ্ছে
ca: Buscant Transaccions
da: Henter transaktioner
de: Rufe Transaktionen ab
el: Λήψη συναλλαγών
es: Obteniendo transacciones
eu: Transakzioak eskuratzen
fa: در حال دریافت تراکنش ها
fi: Haetaan tapahtumia
fr: Récupération des transactions
he: הבאת עסקאות
hi: लेन-देन लाया जा रहा है
hu: Tranzakciók lekérése
id: Mengambil Transaksi
it: Sto recuperando le transazioni
ka: ტრანზაქციის მიღება
nl: Transacties ophalen
pl: Pobieranie transakcji
ro: Tranzactiile sunt în curs de primire
ru: Получение списка транзакций
sq: Marrja e transaksioneve
sr: Преузимање Трансакција
sv: Hämtar transaktioner
te: లావాదేవీలను పొందుతోంది
tr: İşlemler Çekiliyor
uk: Завантаження транзакцій
ur: لین دین کی بازیافت
zh: 获取交易

# fingerprintSeedBackup
source: Authenticate to Backup Secret Phrase.
af: Verifieer om Geheime Frase te Rugsteun
bg: Удостоверете се за да направите резервно копие на тайната фраза.
bn: ব্যাকআপ সীড প্রমাণীকরণ করুন।
ca: Autentica't per copiar la llavor i la frase secreta.
da: Verificer for at sikkerhedskopiere Seed.
de: Authentifizieren, um Seed zu sichern.
el: Πιστοποιήστε την ταυτότητά σας για να κάνετε αντίγραφο ασφαλείας της μυστικής σας φράσης
es: Autenticarse para respaldar frase secreta.
eu: Autentifikatu esaldi sekretua gordetzeko.
fa: هویت سنجی برای بکاپ گیری عبارت مخفی
fi: Tunnistaudu varmuuskopioidaksesi turvasanat
fr: Veuillez vous authentifier pour sauvegarder la phrase secrète.
he: התאמתו כדי לגבות את הביטוי הסודי
hi: बैकअप गुप्त वाक्यांश को प्रमाणित करें।
hu: Erősítsd meg, hogy szeretnéd elmenteni a Seed Phrase-t.
id: Otentikasi ke Cadangan Frasa Rahasia.
it: Conferma l'impronta per eseguire il backup della frase segreta
ka: გაიარეთ ავთენტიფიკაცია საიდუმლო ფრაზის სარეზერვო ასლის შესაქმნელად
nl: Authoriseer om een back-up van je Secret Phrase te maken
pl: Autoryzuj się, aby utworzyć kopię zapasową sekretnego hasła.
ro: Autentifică-te pentru a efectua back-up-ul cuvintelor secrete.
ru: Аутентификация для резервного копирования seed-фразы.
sq: Vërtetoni për të ruajtur frazën sekrete.
sr: Аутентификујте се да Бисте направили резервну копију тајне фразе.
sv: Verifiera dig för att göra en backup på din hemliga fras.
te: బ్యాకప్ రహస్య పదబంధానికి ప్రమాణీకరించండి
tr: Gizli Cümleyi Yedeklemek için Kimliğinizi Doğrulayın
uk: Автентифікуйтесь, щоб зробити резервну копію секретної seed-фрази.
ur: بیک اپ خفیہ جملے کی توثیق کریں۔
zh: 验证指纹以备份助记词。

# goBackButton
source: Go Back
af: Gaan Terug
bg: Върни се назад
bn: পেছনে যান
ca: Tornar
da: Gå tilbage
de: Zurück
el: Πάνε πίσω
es: Regresar
eu: Atzera Egin
fa: بازگشت
fi: Takaisin
fr: Retour
he: חזור
hi: वापस जाये
hu: Vissza
id: Kembali
it: Indietro
ka: უკან წასვლა
nl: Ga terug
pl: Wróć
ro: Înapoi
ru: Назад
sq: Shko Mbrapa
sr: Назад
sv: Tillbaka
te: వెనక్కి వెళ్ళు
tr: Geri Git
uk: Назад
ur: واپس جاو
zh: 返回

# gotItButton
source: Got It!
af: Het dit!
bg: Готово!
bn: বুঝেছি!
ca: Ho entenc!
da: Jeg har forstået!
de: Verstanden!
el: Το κατάλαβα!
es: ¡Entendido!
eu: Ulertuta!
fa: فهمیدم!
fi: Selvä!
fr: J'ai compris !
he: הבנתי!
hi: समझ गया!
hu: Rendben
id: Mengerti!
it: Ho capito!
ka: მიღებულია!
nl: Begrepen!
pl: Zrozumiałem/am!
ro: Am înțeles!
ru: Готово!
sq: E kuptova!
sr: Разумем!
sv: Jag fattar!
te: దొరికింది!
tr: Anladım!
uk: Зрозуміло!
ur: سمجھ گیا!
zh: 明白！

source: Import
af: Voer in
bg: Импортирай
bn: আমদানি
ca: Importar
da: Importere
de: Importieren
el: Εισαγωγή
es: Importar
eu: Inportatu
fa: وارد کردن
fi: Tuo
fr: Importer
he: יבוא
hi: आयात
id: Impor
it: Importa
ka: იმპორტი
nl: Importeren
pl: Importuj
ro: Importă
ru: Импорт
sq: Importo
sr: Увези
sv: Importera
te: దిగుమతి
tr: İçe Aktar
uk: Імпортувати
ur: درآمد کریں
zh: 导入

source: Import Secret Phrase
af: Voer Geheime Frase in
bg: Импортирай тайна фраза
bn: গোপন বাক্যাংশ আমদানি করুন
ca: Importar frase secreta
da: Importer hemmelig sætning
de: Geheimsequenz importieren
el: Εισαγωγή μυστικής φράσης
es: Importar frase secreta
eu: Esaldi sekretua inportatu
fa: وارد کردن عبارت مخفی
fi: Tuo turvasanat
fr: Importer une phrase secrète
he: יבוא ביטוי סודי
hi: गुप्त वाक्यांश आयात करें
hu: Seed Phrase importálása
id: Impor Frasa Rahasia
it: Importa frase segreta
ka: საიდუმლო ფრაზის იმპორტი
nl: Importeer Secret Phrase
pl: Importuj sekretną frazę
ro: Importare formulă secretă
ru: Импортировать секретную фразу
sq: Importo Frazën Sekrete
sr: Увези Тајну Фразу
sv: Importera hemlig fras
te: రహస్య పదబంధాన్ని దిగుమతి చేయండి
tr: Gizli Cümle Aktar
uk: Імпортувати секретну фразу
ur: خفیہ جملہ درآمد کریں
zh: 导入助记词

# importSecretPhraseHint
source: Please enter your 24 word secret phrase below.
af: Sleutel asb. jou 24-woord geheime frase hieronder in.
bg: Моля, въведете вашата тайна фраза от 24 думи по-долу.
bn: নিচে আপনার 24 শব্দের গোপন বাক্যাংশ লিখুন.
ca: Si us plau, introdueix la teva frase secreta de 24 paraules a sota. Cada paraula ha d'estar separada per un espai.
da: Indtast venligst din hemmelige 24-ords sætning nedenfor. Hvert ord skal være adskilt af et mellemrum.
de: Bitte geben Sie unten Ihre 24-wörtige Geheimsequenz ein. Trennen Sie dabei die Wörter mit Leerzeichen.
el: Παρακαλώ εισάγετε την μυστική φράση των 24 λέξεων παρακάτω.
es: Por favor, introduzca su frase secreta de 24 palabras a continuación.
eu: Mesedez, idatzi behean zure 24 hitzeko esaldi sekretua.
fa: لطفا عبارت مخفی 24 کلمه ای خود را در زیر وارد کنید.
fi: Syötä 24 turvasanaa alle
fr: Veuillez entrer votre phrase secrète de 24 mots ci-dessous.
he: הזן את 24 מילות הביטוי הסודי למטה
hi: कृपया अपना 24-शब्द गुप्त वाक्यांश नीचे दर्ज करें। प्रत्येक शब्द को एक स्थान से अलग किया जाना चाहिए।
hu: Írd be a 24 szóból álló Seed Phrase-t.
id: Masukkan 24 frasa rahasia dibawah ini . Setiap frasa harus dipisahkan dengan spasi
it: Inserisci la tua frase segreta di 24 parole.
ka: გთხოვთ ქვემოთ შეიყვანოთ თქვენი 24 სიტყვიანი საიდუმლო ფრაზა
nl: Vul hieronder jouw uit 24 woorden bestaande Secret Phrase in
pl: Wpisz swoją sekretną frazę, która składa się z 24 słów. Każde słowo powinno być oddzielone spacją.
ro: Introduceți fraza de 24 de cuvinte mai jos. Fiecare cuvânt trebuie să fie separat printr-un spațiu.
ru: Пожалуйста, введите вашу секретную фразу из 24 слов ниже. Каждое слово должно быть разделено пробелом.
sq: Ju lutemi shkruani frazën tuaj sekrete prej 24 fjalësh më poshtë.
sr: Унесите ваше 24 речи тајне фразе испод.
sv: Ange din hemliga fras på 24 ord. Varje ord ska separeras med ett mellanslag.
te: దయచేసి మీ 24 పదాల రహస్య పదబంధాన్ని దిగువన నమోదు చేయండి.
tr: Lütfen 24 kelimelik gizli cümlenizi aşağıya girin.
uk: Будь-ласка, введіть вашу секретну seed фразу з 24-ох слів нижче.
ur: براہ کرم ذیل میں اپنا 24 الفاظ کا خفیہ جملہ درج کریں۔
zh: 请在下方输入您的 24 个助记词。

# importSecretPhraseHintCombo
source: Please enter your 12 or 24 word secret phrase below.
af: Sleutel asb. jou 12- of 24-woord geheime frase hieronder in.
bg: Моля въведете своята тайна фраза от 12 или 24 думи по-долу.
bn: নীচে আপনার 12 বা 24 শব্দের গোপন বাক্যাংশ লিখুন।
da: Indtast venligst din hemmelige sætning på 12 eller 24 ord nedenfor.
de: Bitte unten die 12 oder 24 Wörter der Seed Phrase eingeben.
el: Εισάγετε παρακάτω τη μυστική φράση 12 ή 24 λέξεων
es: Por favor introduzca su frase secreta de 12 ó 24 palabras
eu: Sar ezazu 12 edo 24 hitzeko esaldi sekretua jarraian.
fa: لطفا عبارت مخفی 12 یا 24 کلمه ای خود را در زیر وارد کنید.
fi: Syötä 12 tai 24 turvasanaa alle.
fr: Veuillez entrer votre phrase secrète de 12 ou 24 mots ci-dessous.
he: אנא הזן את הביטוי הסודי שלך בן 12 או 24 מילים למטה
hi: कृपया नीचे अपना 12 या 24 शब्दों का गुप्त वाक्यांश दर्ज करें।
hu: Add meg a 12, vagy 24 szóból álló Seed Phrase-t.
id: Silahkan masukkan frasa rahasia 12 atau 24 kata di bawah ini.
it: Inserisci qui sotto le tue 12 o 24 parole chiave
ka: გთხოვთ შეიყვანოთ თქვენი 12 ან 24 სიტყვიანი საიდუმლო ფრაზა ქვემოთ.
nl: Voer hieronder alsjeblieft jouw seed phrase bestaande uit 12 of 24 woorden in.
pl: Wprowadź swoją sekretna frazę składającą się z 12 lub 24 słów poniżej.
ro: Te rog să introduci cele 12 sau 24 cuvinte secrete mai jos.
ru: Пожалуйста, введите свою секретную фразу из 12 или 24 слов ниже.
te: దయచేసి మీ 12 లేదా 24 పదాల రహస్య పదబంధాన్ని దిగువన నమోదు చేయండి.
tr: Lütfen 12 veya 24 kelimelik gizli cümlenizi aşağıya girin.
uk: Будь ласка, введіть свою секретну фразу з 12 або 24 слів нижче.
zh: 请在下方输入 12 或 24 个助记词。

# importSecretPhraseHintLegacy
source: Please enter your 12 word secret phrase below.
af: Sleutel asb. jou 12-woord geheime frase hieronder in.
bg: Моля въведете своята тайна фраза от 12 думи по-долу.
bn: নীচে আপনার 12 শব্দের গোপন বাক্যাংশ লিখুন।
da: Indtast venligst din hemmelige sætning på 12 ord nedenfor.
de: Bitte unten die 12 Wörter der Seed Phrase eingeben.
el: Εισάγετε παρακάτω τη μυστική φράση 12 λέξεων
es: Por favor introduzca su frase secreta de 12 palabras
eu: Sar ezazu 12 hitzeko esaldi sekretua jarraian.
fa: لطفا عبارت مخفی 12 کلمه ای خود را در زیر وارد کنید.
fi: Syötä 12 turvasanaa alle.
fr: Veuillez entrer votre passe phrase de 12 mots ci-dessous.
he: הזן את 12 מילות הביטוי הסודי למטה
hi: कृपया नीचे अपना 12 शब्दों का गुप्त वाक्यांश दर्ज करें।
hu: Add meg a 12 szóból álló Seed Phrase-t.
id: Silahkan masukan 12 kata frasa rahasia Anda di bawah ini.
it: Inserisci qui sotto le tue 12 parole chiave
ka: გთხოვთ შეიყვანოთ თქვენი 12 სიტყვიანი საიდუმლო ფრაზა ქვემოთ.
nl: Voer hieronder uw seed phrase van 12 woorden in.
pl: Wprowadź swoją sekretną frazę składającą się z 12 słów poniżej.
ro: Te rog să introduci cele 12 cuvinte secrete mai jos.
ru: Пожалуйста, введите свою секретную фразу из 12 слов ниже.
te: దయచేసి మీ 12 పదాల రహస్య పదబంధాన్ని దిగువన నమోదు చేయండి.
tr: Lütfen 12 kelimelik gizli cümlenizi aşağıya girin.
uk: Будь ласка, введіть свою секретну фразу з 12 слів нижче.
zh: 请在下方输入 12 个助记词。

source: Import Wallet
af: Voer Kriptobeursie in
bg: Импортирай портфейл
bn: ওয়ালেট আমদানি করুন
ca: Importar el moneder
da: Importer tegnebog
de: Wallet importieren
el: Εισαγωγή πορτοφολιού
es: Importar billetera
eu: Kartera inportatu
fa: وارد کردن کیف پول
fi: Tuo lompakko
fr: Importer le portefeuille
he: יבוא ארנק
hi: वॉलेट आयात हैं
hu: KAS tárca importálása
id: Impor Dompet
it: Importa wallet
ka: საფულის იმპორტი
nl: Importeer wallet
pl: Importuj portfel
ro: Importă portofelul
ru: Импортировать
sq: Importo Portofolin
sr: Увези Новчаник
sv: Importera plånbok
te: వాలెట్‌ని దిగుమతి చేయండి
tr: Cüzdanı İçe Aktar
uk: Імпортувати гаманець
ur: بٹوا درآمد کریں
zh: 导入现有钱包

# importWalletDescription
source: Please select an option below.
af: Kies asseblief 'n opsie hieronder.
bg: Моля изберете опция по-долу.
bn: নীচে থেকে একটি বিকল্প নির্বাচন করুন।
da: Vælg venligst en mulighed nedenfor.
de: Bitte unten eine Option wählen.
el: Παρακαλούμε διαλέξτε μία επιλογή παρακάτω
es: Porfavor seleccione una opción
eu: Mesedez, hautatu aukera bat jarraian.
fa: لطفاً یکی از گزینه های زیر را انتخاب کنید.
fi: Valitse yksi vaihtoehto alta.
fr: Veuillez sélectionner une option ci-dessous.
he: אנא בחר אפשרות למטה
hi: कृपया नीचे से एक विकल्प चुनें.
hu: Válassz az alábbi lehetőségek közül.
id: Pilih salah satu opsi di bawah ini.
it: Seleziona una delle opzioni disponibili sotto
ka: გთხოვთ აირჩიოთ ქვემოთმოცემული ოფცია.
nl: Selecteer hieronder een optie.
pl: Wybierz opcję poniżej.
ro: Selectează o opțiune de mai jos.
ru: Пожалуйста, выберите вариант ниже.
te: దయచేసి దిగువన ఒక ఎంపికను ఎంచుకోండి.
tr: Lütfen aşağıdaki bir seçeneği seçin.
uk: Будь ласка, оберіть варіант нижче.
zh: 请选择一个以下选项。

source: Instantly
af: Onmiddelik
bg: Веднага
bn: তৎক্ষণাত
ca: A l'instant
da: Straks
de: Sofort
el: Στιγμιαία
es: Instantáneamente
eu: Berehala
fa: فورا
fi: Välittömästi
fr: Instantanément
he: באופן מידי
hi: तुरन्त
hu: Azonnal
id: Segera
it: Subito
ka: მყისიერად
nl: Direct
pl: Natychmiastowo
ro: Instant
ru: Мгновенно
sq: Menjëherë
sr: Инстант
sv: Omedelbart
te: తక్షణమే
tr: Hemen
uk: Миттєво
ur: فوری طور پر
zh: 立刻

source: Insufficient Balance
af: Onvoldoende Saldo
bg: Недостатъчен баланс
bn: অপর্যাপ্ত রাশি
ca: Saldo insuficient
da: Saldo er utilstrækkelig
de: Nicht genügend Guthaben
el: Ανεπαρκές υπόλοιπο
es: Balance insuficiente
eu: Oreka Eskasa
fa: موجودی ناکافی
fi: Riittämätön määrä
fr: Solde insuffisant
he: אין מספיק מטבעות בחשבון
hi: अपर्याप्त शेषराशि
hu: Fedezethiány
id: Saldo Tidak mencukupi
it: Saldo insufficiente
ka: აკმარისი ბალანსი
nl: Onvoldoende saldo
pl: Niewystarczające środki
ro: Fonduri insuficiente
ru: Недостаточный баланс
sq: Bilanci i pamjaftueshëm
sr: Недовољно Средстава
sv: Otillräckligt saldo
te: సరిపోని బ్యాలెన్స్
tr: Yetersiz Bakiye
uk: Недостатній баланс
ur: ناکافی بیلنس
zh: 余额不足

# insufficientBalanceDetails
source: You don't have enough KAS for this transaction
af: Jy het nie genoeg KAS vir hierdie transaksie nie
bg: Нямате достатъчно KAS за тази транзакция
bn: এই লেনদেনের জন্য আপনার কাছে পর্যাপ্ত KAS নেই
ca: No tens suficient KAS per a aquesta transacció
da: Du har ikke nok KAS til denne transaktion
de: Sie haben nicht genügend KAS für diese Transaktion
el: Δεν έχετε αρκετά KAS για αυτήν την συναλλαγή
es: No tiene suficiente KAS para esta transacción
eu: Ez duzu KAS nahikoa transakzio honetarako
fa: شما KAS کافی برای این تراکنش ندارید
fi: Sinulla ei ole tapahtuman vaatimaa KAS-määrää
fr: Vous n'avez pas assez de KAS pour cette transaction
he: אין מספיק כספא לעסקה זו
hi: आपके पास इस लेन-देन के लिए पर्याप्त KAS नहीं है
hu: Nincs elegendő KAS a tranzakcióhoz
id: Anda tidak memiliki cukup KAS untuk transaksi ini
it: Non hai abbastanza KAS per questa transazione
ka: თქვენ არ გაქვთ საკმარისი KAS ამ ტრანზაქციისთვის
nl: Je hebt niet genoeg KAS voor deze transactie
pl: Nie masz wystarczającej ilości KAS, aby dokonać tej transakcji
ro: Nu aveți destui KAS pentru această tranzacție
ru: У вас не хватает KAS для этой транзакции
sq: Nuk keni mjaftueshëm KAS për këtë transaksion
sr: Немате довољно KAS за ову трансакцију
sv: Du har inte nog med KAS för att genomföra transaktionen
te: ఈ లావాదేవీ కోసం మీ వద్ద తగినంత KAS లేదు
tr: Bu işlem için elinizde yeterince KAS bulunmuyor
uk: У вас недостатньо KAS для даної транзакції
ur: آپ کے پاس اس لین دین کے لیے کافی KAS نہیں ہے
zh: 您没有足够的 KAS 支付这笔交易

# invalidAddress
source: Address entered was invalid
af: Adres ingesleutel is ongeldig
bg: Въведеният адрес е невалиден
bn: এই ঠিকানাটি অবৈধ
ca: L'adreça introduïda no és vàlida
da: Den indtastede adresse er ugyldig
de: Ungültige Empfänger-Adresse
el: Η διεύθυνση που έχετε εισάγει δεν είναι έγκυρη
es: La dirección ingresada no es válida
eu: Sartutako helbidea okerra da
fa: آدرس وارد شده نامعتبر بود
fi: Syöttämäsi osoite on virheellinen
fr: L'adresse saisie est invalide
he: כתובת יעד שהוזנה אינה תקינה
hi: गलत गंतव्य एड्रेस
hu: A megadott cím érvénytelen
id: Alamat yang dimasukkan tidak valid
it: L'indirizzo inserito non è valido
ka: შეყვანილი მისამართი იყო არასწორი
nl: Ongeldig adres van ontvanger
pl: Podany adres jest nieprawidłowy
ro: Adresa introdusă este invalidă
ru: Введен неверный адрес
sq: Adresa e futur ishte e pavlefshme
sr: Унета адреса није валидна
sv: Ogiltig mottagaradress
te: నమోదు చేసిన చిరునామా చెల్లదు
tr: Girilen adres geçerli değil
uk: Введено неправильну адресу
ur: درج کردہ پتہ غلط تھا
zh: 无效的目标地址

source: Invalid Amount
af: Ongeldige Hoeveelheid
bg: Невалидна сума
bn: অবৈধ রাশি
ca: Quantitat incorrecta
da: Ugyldigt Beløb
de: Ungültiger Betrag
el: Το ποσό που έχετε εισάγει δεν είναι έγκυρο
es: Cantidad inválida
eu: Kopuru okerra
fa: مقدار نامعتبر
fi: Virheellinen määrä
fr: Montant invalide
he: סכום לא חוקי
hi: अवैध राशि
hu: Érvénytelen összeg
id: Jumlah Tidak Valid
it: L'importo inserito non è valido
ka: არასწორი ოდენობა
nl: Ongeldige hoeveelheid
pl: Nieprawidłowa kwota
ro: Cantitate greșită
ru: Недопустимое количество
sq: Shuma e pavlefshme
sr: Неважећи Износ
sv: Ogiltig summa
te: చెల్లని మొత్తం
tr: Geçersiz Miktar
uk: Неправильна сума
ur: غلط رقم
zh: 无效数额
