Repository: azbuky/kaspium_wallet
Catalog: lib/l10n/app_*.arb
Languages: af, bg, bn, ca, da, de, el, es, eu, fa, fi, fr, he, hi, hu, id, it, ka, nl, pl, ro, ru, sq, sr, sv, te, tr, uk, ur, zh

source: Copy Address
af: Kopieer Adres
bg: Копирай адрес
bn: ঠিকানা কপি করুন
ca: Copiar adreça
da: Kopiér adresse
de: Adresse kopieren
el: Αντιγραφή διεύθυνσης
es: Copiar dirección
eu: Helbidea kopiatu
fa: کپی کردن آدرس
fi: Kopioi osoite
fr: Copier l’adresse
he: העתק כתובת
hi: एड्रेस कॉपी करें
hu: Cím másolása
id: Salin Alamat
it: Copia Indirizzo
ka: მისამართის დაკოპირება
nl: Kopieer adres
pl: Skopiuj adres
ro: Copiază adresa
ru: Копировать адрес
sq: Kopjo Adrresën
sr: Копирај Адресу
sv: Kopiera adress
te: చిరునామా కాపీ
tr: Adresi Kopyala
uk: Копіювати адресу
ur: ایڈریس کاپی کریں
zh: 复制地址

# copyErrorButton
source: Copy Error
af: Kopieerfout
bg: Копирай грешка
bn: কপি করতে ত্রুটি
ca: Copiar error
da: Kopieringsfejl
de: Fehler kopieren
el: Σφάλμα αντιγραφής
es: Error al copiar
eu: Kopiaren akatsa
fa: کپی کردن خطا
fi: Kopiointivirhe
fr: Erreur de copie
he: שגיאת העתקה
hi: कॉपी त्रुटि हो रहा है
hu: Másolási hiba
id: Gagal Menyalin
it: Errore durante la copia
ka: კოპირების შეცდომა
nl: Kopieer fout
pl: Skopiuj błąd
ro: Copiaza eroarea
ru: Ошибка копирования
sq: Gabim ne kopim
sr: Грешка при Копирању
sv: Kopiera felet
te: కాపీ లోపం
tr: Kopyalama Hatası
uk: Помилка копіювання
ur: کاپی کی خرابی
zh: 复制出现错误

# createAPasswordHeader
source: Create a password.
af: Skep 'n wagwoord
bg: Създаване на парола
bn: একটি পাসওয়ার্ড তৈরি করুন.
ca: Crea una contrasenya.
da: Opret en adgangskode.
de: Wähle ein Passwort.
el: Δημιουργία κωδικού πρόσβασης.
es: Crea una contraseña.
eu: Pasahitza sortu
fa: کلمه عبور بسازید.
fi: Luo salasana.
fr: Créer un mot de passe.
he: צור סיסמה
hi: एक पासवर्ड बनाएं।
hu: Jelszó létrehozása
id: Buat sebuah kata sandi
it: Crea una password
ka: შექმენით პაროლი.
nl: Creëer een wachtwoord.
pl: Utwórz hasło.
ro: Creați o parolă.
ru: Создать пароль.
sq: Krijo një fjalëkalim.
sr: Креирај шифру.
sv: Ställ in ett lösenord.
te: ఒక పాస్వర్డ్ను సృష్టించండి.
tr: Bir şifre oluşturun.
uk: Встановити пароль.
ur: پاس ورڈ بنائیں
zh: 创建一个密码。

# createPasswordFirstParagraph
source: You can create a password to add additional security to your wallet.
af: Jy kan 'n wagwoord skep om bykomende sekuriteit by jou kriptobeursie te voeg.
bg: Може да създадете парола за да направите портфейла още по-сигурен
bn: আপনার ওয়ালেট এ অতিরিক্ত নিরাপত্তা যোগ করতে আপনি একটি পাসওয়ার্ড তৈরি করতে পারেন।
ca: Pots establir una contrasenya per afegir protecció addicional al teu moneder.
da: Du kan oprette en adgangskode for at tilføje ekstra sikkerhed til din pung.
de: Für zusätzliche Sicherheit können Sie ein Passwort festlegen.
el: Μπορείτε να δημιουργήσετε έναν κωδικό πρόσβασης για την περαιτέρω ασφάλεια του πορτοφολιού σας.
es: Puede crear una contraseña para agregar seguridad adicional a su billetera.
eu: Zure karterari segurtasun gehiago emateko pasahitz bat sor dezakezu.
fa: برای افزودن امنیت بیشتر به کیف پول خود، می توانید کلمه عبور ایجاد کنید.
fi: Voit luoda salasanan lisätäksesi turvallisuutta lompakollesi.
fr: Vous pouvez créer un mot de passe pour améliorer la sécurité de votre portefeuille.
he: ניתן לבחור סיסמה כדי להוסיף אבטחה נוספת לארנק
hi: आप अपने वॉलेट में अतिरिक्त सुरक्षा जोड़ने के लिए एक पासवर्ड बना सकते हैं।
hu: Megadhatsz egy jelszót, amivel Kaspium tárcád megnyitását védheted. A biztonság mértéke a jelszó erősségétől függ.
id: Anda dapat membuat kata sandi untuk menambahkan keamanan tambahan ke dompet Anda.
it: Puoi creare una password per rendere il tuo wallet ancora più sicuro.
ka: თქვენ შეგიძლიათ შექმნათ პაროლი თქვენს საფულეზე დამატებითი უსაფრთხოების დასამატებლად.
nl: Je kan een wachtwoord maken om extra beveiliging aan jouw wallet toe te voegen.
pl: Możesz ustawić hasło, aby zwiększyć bezpieczeństwo swojego portfela.
ro: Puteți adauga o parolă pentru a spori securitatea portofelului.
ru: Вы можете создать пароль для дополнительной безопасности кошелька.
sq: Ju mund të krijoni një fjalëkalim për të shtuar siguri shtesë në portofolin tuaj.
sr: Можеш креирати шифру ради додатног обезбеђења новчаника
sv: Du kan ställa in ett lösenord för att öka säkerheten av din plånbok.
te: మీ వాలెట్‌కు అదనపు భద్రతను జోడించడానికి మీరు పాస్‌వర్డ్‌ను సృష్టించవచ్చు.
tr: Cüzdanınızı daha güvenli hale getirmek için bir şifre oluşturabilirsiniz.
uk: Ви можете встановити пароль для додаткового захисту вашого гаманця.
ur: آپ اپنے بٹوے میں اضافی سیکیورٹی شامل کرنے کے لیے پاس ورڈ بنا سکتے ہیں۔
zh: 您可以创建一个密码来加强您钱包的安全性。

# createPasswordHint
source: Create a password
af: Skep 'n wagwoord
bg: Създайте парола
bn: একটি পাসওয়ার্ড তৈরি করুন
ca: Crea una contrasenya
da: Opret en adgangskode
de: Ein Passwort wählen
el: Δημιουργία κωδικού πρόσβασης
es: Crear una contraseña
eu: Pasahitza sortu
fa: کلمه عبور بسازید
fi: Luo salasana
fr: Créer un mot de passe
he: צור סיסמה
hi: एक पासवर्ड बनाएं
hu: Írd be a jelszót
id: Buat kata sandi
it: Crea una password
ka: შექმენით პაროლი
nl: Creëer een wachtwoord
pl: Utwórz hasło
ro: Creează parola
ru: Создать пароль
sq: Krijo një fjalëkalim
sr: Креирај шифру.
sv: Ställ in ett lösenord
te: ఒక పాస్వర్డ్ను సృష్టించండి
tr: Şifre oluştur
uk: Встановити пароль
ur: پاس ورڈ بنائیں
zh: 创建密码

# createPasswordSecondParagraph
source: Password is optional, and your wallet will be protected with your PIN or biometrics regardless.
af: Wagwoord is opsioneel, en jou kriptobeursie sal ongeag jou PIN of biometrie beskerm word.
bg: Паролата не е задължителна и портфейлът ви ще бъде защитен с вашия ПИН или биометрични данни
bn: পাসওয়ার্ড হলো এক বিকল্প, এবং আপনার ওয়ালেট আপনার পিন বা বায়োমেট্রিক নির্বিশেষে সুরক্ষিত থাকবে।
ca: La contrasenya és opcional, el teu moneder estarà protegit amb el PIN o les dades biomètriques.
da: Adgangskoden er valgfri, din pung er beskyttet med din PIN-kode eller biometri alligevel.
de: Das Passwort ist optional. Ihr Wallet wird immer mithilfe einer PIN oder biometrischen Daten geschützt.
el: Ο κωδικός πρόσβασης είναι προαιρετικός και το πορτοφόλι σας θα προστατεύεται απο το PIN ή τα βιομετρικά σας στοχεία σας σε κάθε περίπτωση.
es: La contraseña es opcional, y su billetera estará protegida con su PIN o biometría de todos modos.
eu: Pasahitza aukerakoa da, eta zure kartera PIN zenbakiarekin edo biometrikoekin babestuta egongo da edozein dela ere.
fa: رمز عبور اختیاری است و کیف پول شما در هر صورت با پین یا بیومتریک شما محافظت می شود.
fi: Salasana ei ole pakollinen, ja lompakkosi suojataan PIN-koodilla tai biometriikalla joka tapauksessa.
fr: Le mot de passe est optionnel, votre portefeuille sera néanmoins protégé par votre PIN ou vos données biométriques.
he: ניתן לדלג על בחירת הסיסמה. הארנק מאובטח על ידי הקוד הסודי או טביעת אצבע בכל מקרה.
hi: पासवर्ड वैकल्पिक है, और आपका वॉलेट आपके पिन या बायोमेट्रिक्स से सुरक्षित रहेगा ही।
hu: A jelszó nem kötelező, a tárcához való hozzáférés PIN kód használatával, vagy biometrikus azonosítással biztosítható.
id: Kata sandi adalah opsional, dan dompet Anda akan dilindungi dengan PIN atau biometrik Anda.
it: La password è opzionale e il tuo wallet sarà comunque protetto dal PIN o dal riconoscimento biometrico.
ka: პაროლი არჩევითია, თქვენი საფულე დაცული იქნება თქვენი PIN-ით ან ბიომეტრიით, მიუხედავად იმისა დააყენებთ თუ არა პაროლს.
nl: Wachtwoord is optioneel en jouw wallet wordt in ieder geval met je pincode of biometrisch beveiligd.
pl: Hasło jest opcjonalne, a twój portfel niezależnie od niego będzie chroniony za pomocą kodu PIN lub biometrii.
ro: Parola este opțională, portofelul este protejat indiferent de către codul PIN sau datele biometrice.
ru: Пароль не является обязательным, ваш кошелек будет защищен PIN-кодом или биометрической информацией и без пароля.
sq: Fjalëkalimi është opsional dhe kuleta juaj do të mbrohet me kodin PIN ose biometrikë pavarësisht.
sr: Шифра је опционална, и ваш новчаник ће бити заштићен са ПИНом или Биометриком без обзира на шифру.
sv: Ett lösenord är valfritt och din plånbok kommer ändå att skyddas av din PIN-kod eller av biometri.
te: పాస్‌వర్డ్ ఐచ్ఛికం మరియు మీ వాలెట్ మీ పిన్ లేదా బయోమెట్రిక్‌లతో సంబంధం లేకుండా రక్షించబడుతుంది.
tr: Şifre isteğe bağlıdır. Şifre belirlemeseniz de cüzdanınız PIN kodu veya biyometrik doğrulama ile korunur.
uk: Пароль є опціональним, в будь-якому разі ваш гаманець буде захищений вашим PIN-кодом або біометричними даними.
ur: پاس ورڈ اختیاری ہے، اور آپ کے بٹوے کو آپ کے PIN یا بایومیٹرکس سے قطع نظر محفوظ رکھا جائے گا۔
zh: 密码是可选的，无论如何您的钱包仍会被识别码或生物识别技术保护。

# createPasswordSheetHeader
source: Create
af: Skep
bg: Създай
bn: তৈরি করুন
ca: Crear
da: Opret
de: Erzeugen
el: Δημιουργία
es: Crear
eu: Sortu
fa: ایجاد
fi: Luo
fr: Créer
he: צור
hi: बनाएं
hu: Jelszó beállítás
id: Membuat
it: Crea
ka: შექმნა
nl: Creëer
pl: Stwórz
ro: Creează
ru: Создать
sq: Krijo
sr: Креирај
sv: Skapa
te: సృష్టించు
tr: Oluştur
uk: Створити
ur: بنائیں
zh: 创建

source: Currency
af: Geldeenheid
bg: Валута
bn: কারেন্সি
ca: Moneda
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
eu: Moneta
fa: واحد پول
fi: Valuutta
fr: Devise
he: מטבע חליפין
hi: मुद्रा
hu: Pénznem
id: Mata Uang
it: Valuta
ka: ვალუტა
nl: Valuta
pl: Waluta
ro: Valută
ru: Валюта
sq: Valuta
sr: Валута
sv: Valuta
te: కరెన్సీ
tr: Para Birimi
uk: Валюта
ur: کرنسی
zh: 货币

# currencyPoweredBy
source: Powered by CoinGecko
af: Aangedryf deur CoinGecko
bn: CoinGecko দ্বারা চালিত
ca: Amb tecnologia de CoinGecko
da: Drevet af CoinGecko
de: Zur Verfügung gestellt von CoinGecko
el: Σε συνεργασία με το CoinGecko
es: Impulsado por CoinGecko
eu: CoinGecko-k garatuta
fa: ارائه شده توسط CoinGecko
fi: Palvelun tarjoaa CoinGecko
fr: Propulsé par CoinGecko
he: מופעל על ידי CoinGecko
hi: कॉइनगेको द्वारा संचालित
hu: CoinGecko adatait használva
id: Didukung oleh CoinGecko
it: Servizio offerto da CoinGecko
ka: უზრუნველყოფილია CoinGecko-ს მიერ
pl: Zasilane przez CoinGecko
ro: Susținut de CoinGecko
ru: С поддержкой CoinGecko
sq: Mundësuar nga CoinGecko
sr: Покреће CoinGecko
te: CoinGecko ద్వారా ఆధారితం
tr: CoinGecko tarafından desteklenmektedir
uk: За допомогою CoinGecko
ur: CoinGecko کے ذریعہ تقویت یافتہ
zh: 由 CoinGecko 提供支持

# defaultAccountName
source: Address 1
af: Adres 1
bg: Адрес 1
bn: ঠিকানা 1
ca: Compte principal
da: Adresse 1
de: Hauptkonto
el: Διεύθυνση 1
es: Cuenta 1
eu: Helbide 1
fa: آدرس 1
fi: Osoite 1
fr: Adresse 1
he: כתובת 1
hi: एड्रेस 1
hu: Cím 1
id: Alamat 1
it: Indirizzo 1
ka: მისამართი 1
nl: Adres 1
pl: Adres 1
ro: Adresa 1
ru: Адрес 1
sq: Adrresa 1
sr: Адреса 1
sv: Huvudkonto
te: చిరునామా 1
tr: 1. Adres
uk: Адреса 1
ur: پتہ 1
zh: 地址 1

# defaultNewAccountName
source: Receive {addressIndex}
af: Ontvang {addressIndex}
bg: Акаунт {addressIndex}
bn: প্রাপ্ত হওয়া {addressIndex}
ca: Compte {addressIndex}
da: Modtag {addressIndex}
de: Empfange {addressIndex}
el: Λήψη {addressIndex}
es: Cuenta de recepción {addressIndex}
eu: Jaso {addressIndex}
fa: دریافت {addressIndex}
fi: Vastaanotto {addressIndex}
fr: Adresse de réception {addressIndex}
he: כתובת {addressIndex}
hi: खाता {addressIndex}
hu: Saját cím {addressIndex}
id: Terima {addressIndex}
it: Account {addressIndex}
ka: მიღება {addressIndex}
nl: Ontvang {addressIndex}
pl: Adres {addressIndex}
ro: Primește {addressIndex}
ru: Адрес получения {addressIndex}
sq: Merr {addressIndex}
sr: Примите {addressIndex}
sv: Konto {addressIndex}
te: అందుకుంటారు {addressIndex}
tr: Al {addressIndex}
uk: Отримання {addressIndex}
ur: وصول کریں {addressIndex}
zh: 账户 {addressIndex}

# defaultWalletName
source: My Wallet
af: My Kriptobeursie
bg: Моят портфейл
bn: আমার ওয়ালেট
ca: El meu moneder
da: Min Pung
de: Mein Wallet
el: Το πορτοφόλι μου
es: Mi billetera
eu: Nere Kartera
fa: کیف پول من
fi: Lompakkoni
fr: Mon portefeuille
he: הארנק שלי
hi: मेरा वॉलेट
hu: Tárcám
id: Dompetku
it: Il mio wallet
ka: ჩემი საფულე
nl: Mijn wallet
pl: Mój portfel
ro: Portofelul meu
ru: Мой кошелек
sq: Portofoli im
sr: Мој Новчаник
sv: Min plånbok
te: నా వాలెట్
tr: Cüzdanım
uk: Мій гаманець
ur: میرا بٹوہ
zh: 我的钱包

# disablePasswordSheetHeader
source: Disable
af: Deaktiveer
bg: Деактивирай
bn: নিষ্ক্রিয়
ca: Desactivar
da: Deaktiver
de: Deaktivieren
el: Απενεργοποίηση
es: Desactivar
eu: Ezinduta utzi
fa: غیرفعال
fi: Kytke pois
fr: Désactiver
he: בטל
hi: अक्षम
hu: Kikapcsolás
id: Nonaktifkan
it: Disattiva
ka: გამორთვა
nl: Uitschakelen
pl: Wyłącz
ro: Dezactivează
ru: Отключить
sq: Çaktivizo
sr: Онемогући
sv: Avaktivera
te: డిసేబుల్
tr: Devre Dışı Bırak
uk: Вимкнути
ur: غیر فعال کریں
zh: 解除

# disablePasswordSuccess
source: Password has been disabled
af: Wagwoord is gedeaktiveer
bg: Паролата е премахната
bn: পাসওয়ার্ড নিষ্ক্রিয় করা হয়েছে
ca: La contrasenya s'ha desactivat
da: Adgangskoden er deaktiveret
de: Passwort wurde deaktiviert
el: Ο κωδικός πρόσβασης έχει απενεργοποιηθεί
es: La contraseña ha sido desactivada
eu: Pasahitza ezinduta izan da
fa: کلمه عبور غیرفعال شده است
fi: Salasana poistettu käytöstä
fr: Mot de passe désactivé
he: הסיסמה בוטלה
hi: पासवर्ड अक्षम कर दिया गया है
hu: Jelszókérés letiltva
id: Kata sandi telah dinonaktifkan
it: La password è stata disattivata
ka: პაროლი გამორთულია
nl: Wachtwoord is uitgeschakeld
pl: Hasło zostało wyłączone
ro: Parola a fost dezactivată
ru: Пароль был отключен
sq: Fjalëkalimi është çaktivizuar
sr: Шифра је успешно онемогућена
sv: Lösenordet har avaktiverats
te: పాస్వర్డ్ నిలిపివేయబడింది
tr: Şifre devre dışı bırakıldı
uk: Пароль було вимкнено
ur: پاس ورڈ کو غیر فعال کر دیا گیا ہے
zh: 钱包密码已被解除

source: Disable Wallet Password
af: Deaktiveer Kriptobeursiewagwoord
bg: Премахни паролата на портфейла
bn: ওয়ালেট পাসওয়ার্ড নিষ্ক্রিয় করুন
ca: Desactivar contrasenya del moneder
da: Deaktiver pungens adgangskode
de: Wallet-Passwort deaktivieren
el: Απενεργοποίηση κωδικού πρόσβασης πορτοφολιού
es: Desactivar la contraseña de la billetera
eu: Ezinduta utzi karteraren pasahitza
fa: غیرفعال کردن کلمه عبور کیف پول
fi: Kytke pois lompakon salasana
fr: Désactiver le mot de passe du portefeuille
he: בטל את סיסמת הארנק
hi: वॉलेट पासवर्ड अक्षम करें
hu: Jelszókérés tiltása
id: Nonaktifkan Kata Sandi Dompet
it: Disattiva la password del wallet
ka: საფულის პაროლის გამორთვა
nl: Wachtwoord van je wallet uitschakelen
pl: Wyłącz hasło portfela
ro: Dezactivați parola portofelului
ru: Отключить пароль
sq: Çaktivizo fjalëkalimin e portofolit
sr: Онемогући Шифру Новчаника
sv: Avaktivera plånbokslösenord
te: వాలెట్ పాస్‌వర్డ్‌ని నిలిపివేయండి
tr: Cüzdan Şifresini Devre Dışı Bırak
uk: Вимкнути пароль гаманця
ur: بٹوا پاس ورڈ کو غیر فعال کریں
zh: 解除钱包密码

# doContinue
source: Continue
af: Gaan Voort
bg: Продължи
bn: অব্যাহত
ca: Continuar
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
eu: Jarraitu
fa: ادامه
fi: Jatka
fr: Continuer
he: המשך
hi: जारी रखना
hu: Tovább
id: Lanjutkan
it: Continua
ka: გაგრძელება
nl: Doorgaan
pl: Kontynuuj
ro: Continuă
ru: Продолжить
sq: Vazhdo
sr: Настави
sv: Fortsätt
te: కొనసాగుతుంది
tr: Devam et
uk: Продовжити
ur: جاری رہے
zh: 继续

source: Donate
af: Skenk
bg: Дарете средства
bn: দান করুন
ca: Fer una donació
da: Donér
de: Spenden
el: Δωρίστε
es: Donar
eu: Dohanik eman
fa: اهدا
fi: Lahjoita
fr: Faire un don
he: תרומה
hi: दान करे
hu: Adományozás
id: Donasi
it: Dona
ka: დონაცია
nl: Doneer
pl: Wspomóż
ro: Donează
ru: Пожертвовать
sq: Dhuroni
sr: Донирај
sv: Donera
te: దానం చేయండి
tr: Bağış Yap
uk: Пожертвувати
ur: عطیہ کریں
zh: 捐赠

source: Donate To
af: Skenk Aan
bg: Дарете на
bn: দান করুন
de: Spenden an
es: Donar a
fa: اهدا به
fr: Faire un don à
id: Donasi Ke
nl: Doneren aan
pl: Przekaż darowiznę na
ro: Donează către
tr: Bağış Yap:
zh: 捐赠给

source: Don't show again
af: Moenie weer vertoon nie
bg: Не показвай отново
bn: পুনরায় দেখাবেন না
ca: No mostris més
da: Vis ikke igen
de: Nicht mehr anzeigen
el: Να μην εμφανιστεί ξανά
es: No mostrar de nuevo
eu: Berriro ez erakutsi
fa: دیگر نشان نده
fi: Älä näytä uudelleen
fr: Ne plus afficher
he: אל תציג שוב
hi: दोबारा मत दिखाओ
hu: Ne mutasd újra
id: Jangan tampilkan lagi
it: Non mostrare più
ka: აღარ მაჩვენო
nl: Niet meer laten zien
pl: Nie pokazuj ponownie
ro: Nu arăta din nou
ru: Не показывать снова
sq: Mos e shfaq më
sr: Не приказуј поново
sv: Visa inte igen
te: మళ్లీ చూపించవద్దు
tr: Tekrar gösterme
uk: Не показувати знову
ur: دوبارہ مت دکھانا
zh: 不再显示

# emptyCardIntroUtxos
source: This is the UTXOs tab. All UTXOs in your wallet will appear here
af: Dit is die UTXO's-oortjie. Alle UTXO's in jou beursie sal hier verskyn
bg: Това е раздела за неизразходвани изходи от транзакции (UTXO). Всички UTXO в твоят портфейл ще се покажат тук.
bn: এটি UTXOs ট্যাব। আপনার ওয়ালেটের সমস্ত UTXO এখানে পরিলক্ষিত হবে
ca: Aquesta és la pestanya de UTXOs. Tots els UTXOs del teu moneder apareixeran aquí
da: Dette er UTXO fanen. Alle UTXO'er i din pung vises her
de: Dies ist der UTXO-Reiter. Alle UTXOs in Ihrem Wallet werden hier aufgeführt.
el: Αυτή είναι η ταμπέλα συνναλαγών UTXO. Όλες οι UTXO συνναλαγές τους πορτοφολιού σας θα εμφανιστούν εδώ
es: Esta es la pestaña de UTXOs. Todos los UTXO en su billetera aparecerán aquí.
eu: Hau da UTXOren fitxa. Zure karterako UTXO guztiak hemen agertuko dira
fa: این برگه UTXO ها است. همه UTXO های کیف پول شما در اینجا ظاهر می شوند
fi: Tämä on UTXO-välilehti. Kaikki lompakkosi UTXO:t näkyvät täällä
fr: Ceci est l'onglet des UTXOs. Tous les UTXOs de votre portefeuille apparaîtront ici
he: לשונית ה-UTXO. כל ה-UTXO בארנק יופיעו פה
hi: यह UTXOs टैब है। आपके बटुए में सभी UTXO यहां दिखाई देंगे
hu: Itt találod majd a tárcába érkezett utalások maradékait.
id: Ini adalah tab UTXO. Semua UTXO di dompet Anda akan muncul di sini
it: Questa è la sezione dedicata agli UTXO. Tutti gli UTXO del tuo wallet appariranno qui
ka: ეს არის UTXO-ს გვერდი. ყველა UTXO თქვენს საფულეში გამოჩნდება აქ
nl: Dit is de UTXOs tab. Alle UTXOs in je wallet zullen hier te zien zijn
pl: Tu jest sekcja niewydanej reszty UTXO, wszystkie UTXO w twoim portfelu pojawią się tutaj.
ro: Aceasta este fila UTXO. Toate UTXO-urile din portofelul tău vor apărea aici
ru: Это вкладка с выходом неизрасходованных транзакций - UTXO. Здесь будут отображаться все UTXO вашего кошелька.
sq: Kjo është skeda UTXOs. Të gjitha UTXO-të në portofolin tuaj do të shfaqen këtu
sr: Ово је УТИКСО таб. Сви УТИКСОс у вашем новчанику ће бити приказани овде.
sv: Det här är fliken för unspent transaction outputs. Alla UTXOs i din plånbok kommer att visas här
te: ఇది UTXOs ట్యాబ్. మీ వాలెట్‌లోని అన్ని UTXOలు ఇక్కడ కనిపిస్తాయి
tr: Burası UTXO sekmesi. Cüzdanınızdaki tüm UTXO işlemleri burada gösterilir.
uk: Це вкладка невитраченого результату транзакції - UTXO. Усі UTXOs у вашому гаманці з'являтимуться тут.
ur: یہ UTXOs ٹیب ہے۔ آپ کے بٹوے میں موجود تمام UTXO یہاں ظاہر ہوں گے۔
zh: 这是 UTXO 选项卡。此钱包中的所有 UTXO 都会在这里显示。

source: Empty Result
af: Leë Resultaat
bg: Празен резултат
bn: ফলাফল শূন্য
ca: Resultat buit
da: Tomt resultat
de: Leeres Ergebnis
el: Κενό αποτέλεσμα
es: Resultado vacío
eu: Emaitza hutsa
fa: بدون نتیجه
fi: Tyhjä tulos
fr: Résultat vide
he: תוצאה ריקה
hi: खाली परिणाम
hu: Nincs találat
id: Hasilnya Kosong
it: Nessun risultato
ka: ცარიელი შედეგი
nl: Leeg resultaat
pl: Pusty wynik
ro: Rezultatul este gol
ru: Пустой результат
sq: Rezultati bosh
sr: Празан Резултат
sv: Inget resultat
te: ఖాళీ ఫలితం
tr: Boş Sonuç
uk: Порожній результат
ur: خالی نتیجہ
zh: 空结果

# emptyWalletName
source: Wallet Name cannot be empty
af: Beursienaam kan nie leeg wees nie
bg: Името на портфейла не може да бъде празно
bn: ওয়ালেটের নাম খালি থাকতে পারবে না
ca: El nom del moneder no pot quedar buit
da: Pungens navn må ikke være tomt
de: Wallet-Name kann nicht leer sein
el: Το όνομα του πορτοφολιού δεν μπορεί ναι είναι κενό
es: El nombre de la billetera no puede estar vacío
eu: Karterako izena ezin da hutsik egon
fa: نام کیف پول نمی تواند خالی باشد
fi: Lompakon nimi ei voi olla tyhjä
fr: Le nom du portefeuille ne peut pas être vide
he: שם הארנק אינו יכול להיות ריק
hi: वॉलेट नाम खाली नहीं हो सकता
hu: Adnod kell egy nevet a tárcának!
id: Nama Dompet tidak boleh kosong
it: Devi per forza dare un nome al wallet
ka: საფულის დასახელება არ შეიძლება იყოს ცარიელი
nl: Naam wallet kan niet leeg zijn
pl: Nazwa portfela nie może być pusta
ro: Numele portofelului nu poate rămâne necompletat
ru: Имя кошелька не может быть пустым
sq: Emri i portofolit nuk mund të jetë bosh
sr: Име Новчаника не може бити празно
sv: Plånboken måste ha ett namn
te: వాలెట్ పేరు ఖాళీగా ఉండకూడదు
tr: Cüzdan İsmi boş bırakılamaz
uk: Назва гаманця не може бути порожньою
ur: بٹوا نام خالی نہیں ہو سکتا
zh: 钱包名称不能为空

# encryptionFailedError
source: Failed to set a wallet password
af: Kon nie 'n beursiewagwoord instel nie
bg: Неуспешно създаване на парола
bn: ওয়ালেট পাসওয়ার্ড সেট করা ব্যর্থ হয়েছে
ca: Error a l'establir la contrasenya del moneder
da: Kunne ikke ændre pungens adgangskode
de: Wallet-Passwort konnte nicht festgelegt werden
el: Δεν ήταν δυνατή η ενεργοποίηση κωδικού πρόσβασης πορτοφολιού
es: No se pudo establecer una contraseña para la billetera
eu: Ezin izan da karteraren pasahitza ezarri
fa: رمز عبور کیف پول تنظیم نشد
fi: Lompakon salasanan asetus epäonnistui
fr: La définition du mot de passe de portefeuille à échouée
he: הגדרת סיסמת הארנק נכשלה
hi: वॉलेट पासवर्ड सेट करने में विफल
hu: Jelszó beállítása sikertelen
id: Gagal menetapkan kata sandi dompet
it: Impostazione della password non riuscita
ka: საფულის პაროლის დაყენება ვერ მოხერხდა
nl: Kan geen wachtwoord voor je wallet instellen
pl: Nie udało się ustawić hasła portfela
ro: Setarea parolei a eșuat
ru: Не удалось установить пароль к кошельку
sq: Vendosja e fjalëkalimit të portofolit dështoi
sr: Неуспело постављање шифре новчаника
sv: Misslyckades med att ställa in ett lösenord
te: వాలెట్ పాస్‌వర్డ్‌ని సెట్ చేయడంలో విఫలమైంది
tr: Cüzdan şifresi oluşturma işlemi başarısız
uk: Не вдалося встановити пароль гаманця
ur: بٹوا پاس ورڈ سیٹ کرنے میں ناکام
zh: 钱包密码设置失败

source: Enter Address
af: Sleutel Adres in
bg: Въведете адрес
bn: ঠিকানা লিখুন
ca: Introduir adreça
da: Indtast adresse
de: Adresse eingeben
el: Εισάγετε διεύθυνση
es: Ingresar billetera
eu: Helbidea jarri
fa: آدرس را وارد کنید
fi: Syötä osoite
fr: Entrez l’adresse
he: הזן כתובת
hi: एड्रेस दर्ज करें
hu: Küldés erre a címre
id: Masukkan Alamat
it: Inserisci indirizzo
ka: შეიყვანეთ მისამართი
nl: Vul adres in
pl: Wpisz adres
ro: Introdu adresa
ru: Введите адрес
sq: Fut adresën
sr: Унесите Адресу
sv: Ange adress
te: చిరునామాను నమోదు చేయండి
tr: Adres Girin
uk: Введіть адресу
ur: پتہ درج کریں
zh: 输入地址

source: Enter Amount
af: Sleutel Hoeveelheid in
bg: Въведете сума
bn: রাশি লিখুন
ca: Introduir quantitat
da: Indtast beløb
de: Betrag eingeben
el: Εισάγετε ποσό
es: Ingresar cantidad
eu: Zenbatekoa sartu
fa: مقدار را وارد کنید
fi: Syötä määrä
fr: Entrez le montant
he: הזן כמות
hi: राशि दर्ज करें
hu: Küldött mennyiség
id: Masukkan Jumlah
it: Inserisci importo
ka: შეიყვანეთ ოდენობა
nl: Vul bedrag in
pl: Wpisz kwotę
ro: Introdu suma
ru: Введите сумму
sq: Futni shumën
sr: Унесите износ
sv: Ange belopp
te: మొత్తాన్ని నమోదు చేయండి
tr: Miktar Girin
uk: Введіть суму
ur: رقم درج کریں
zh: 输入数额

source: Enter Fiat Value
af: Sleuetl Fiat Waarde in
bg: Въведете фиат стойност
bn: ফিয়াট মূল্য লিখুন
de: Fiat-Betrag eingeben
es: Introducir el Valor Fiat
fa: مقدار فیات را وارد کنید
fr: Entrez la valeur Fiat
id: Masukkan Nilai Fiat
nl: Voer fiatwaarde in
pl: Wprowadź wartość fiat
ro: Introduceți valoarea fiat
tr: İtibari Para Değerini Gir
zh: 输入法币单位

source: Enter Note
af: Sleutel Nota in
bg: Въведете бележка
bn: নোট লিখুন
ca: Inserir nota
da: Indtast Node
de: Notiz eingeben
el: Εισάγετε σημείωση
es: Ingresar nota
eu: Sartu oharra
fa: یادداشت را وارد کنید
fi: Syötä viesti
fr: Entrez une note
he: הזן הערה
hi: नोट दर्ज करें
hu: Megjegyzés
id: Masukan Catatan
it: Inserisci note
ka: შეიყვანეთ ტექსტი
nl: Notitie invoeren
pl: Wpisz notatkę
ro: Introdu nota
ru: Введите примечание
sq: Shkruani Shënimin
sr: Унесите белешку
sv: Ange notering
te: గమనికను నమోదు చేయండి
tr: Not Gir
uk: Введіть примітку
ur: نوٹ درج کریں
zh: 输入笔记
